const item_description = {
    "6146": [
		"다수의 마도기어스킬에 사용되는 연료. 강력한 스킬 일 수록 많은 연료를 소모한다.",
		"^ffffff_^000000",
		"무게 : ^7777770.1^000000"
    ],
    "22540": [
		"룬스톤의 마력으로 자신의 힘을 증폭시킨다.",
		"일반 근접 물리 공격 시, 15% 확률로 스톰 블래스트 1레벨이 발동되며, 모든 크기의 적에게 주는 물리 데미지와 크리티컬 데미지가 30% 증가된다.",
		"또한 MHP 및 MSP가 30% 증가되며, 근접 물리 데미지와 원거리 물리 데미지를 30% 증가시킨다.",
		"재사용 대기시간 : 5초",
		"무게 : ^7777771^000000"
    ],
    "100371": [
		"호문클루스가 좋아하는 영양제.",
		"사용하면, 호문클루스의 친밀도가 올라간다.",
		"무게 : ^7777771^000000"
    ],
    "12333": [
		"신비한 색으로 빛나는 결정. 사용하면 MSP의 15%를 회복한다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "6210": [
		"날카로운 가시로 겉껍질이 덮여 만지거나 밟으면 매우 아플 것 같다.",
		"제네릭 스킬 '가시나무 덫', '가시나무 벽', '크레이지 위드'에 소모된다.",
		"무게 : ^7777770.1^000000"
    ],
    "6211": [
		"붉은 빛을 띈 열매엔 혈액처럼 보이는 액체가 차있는 기분나쁜 씨앗.",
		"제네릭 스킬 '블러드 서커'에 소모된다.",
		"무게 : ^7777770.1^000000"
    ],
    "6212": [
		"보랏빛 포자. 만지면 독성이 있는 보라색 먼지가 피어오르니 주의해야한다.",
		"제네릭 스킬 '스포어 익스플로젼'에 소모된다.",
		"무게 : ^7777770.1^000000"
    ],
    "6217": [
		"실험용으로 쓰이는 만드라고라의 화분. 취급주의. 절대 함부로 뽑아선 안된다.",
		"무게 : ^7777770.1^000000"
    ],
    "6244": [
		"어두운 빛을 띈 위험한 가루. 폭탄의 재료로 조심스럽게 다루어야 한다.",
		"무게 : ^7777770.1^000000"
    ],
    "12422": [
		"MHP를 상승시켜주는 작은 포션.",
		"500초간 MHP가 소폭 상승하며, 1% 가량의 HP 회복 효과도 있다.",
		"무게 : ^7777772^000000"
    ],
    "12423": [
		"MHP를 상승시켜주는 포션.",
		"500초간 MHP가 상승하며, 2% 가량의 HP 회복 효과도 있다.",
		"무게 : ^7777774^000000"
    ],
    "12424": [
		"MHP를 상승시켜주는 커다란 포션.",
		"500초간 MHP가 대폭 상승하며, 5% 가량의 HP 회복 효과도 있다.",
		"무게 : ^7777778^000000"
    ],
    "12425": [
		"MSP를 상승시켜주는 작은 포션.",
		"500초간 MSP가 소폭 상승하며, 2% 가량의 SP 회복 효과도 있다.",
		"무게 : ^7777772^000000"
    ],
    "12426": [
		"MSP를 상승시켜주는 포션.",
		"500초간 MSP가 상승하며, 4% 가량의 SP 회복 효과도 있다.",
		"무게 : ^7777774^000000"
    ],
    "12427": [
		"MSP를 상승시켜주는 커다란 포션.",
		"500초간 MSP가 소폭 상승하며, 8% 가량의 SP 회복 효과도 있다.",
		"무게 : ^7777778^000000"
    ],
    "6284": [
		"가시나무 씨앗, 흡혈식물 씨앗, 폭탄 버섯포자 등을 제조하는데 필수인 재배법.",
		"가시나무 씨앗 : ^000088가시 열매 10개^000000",
		"흡혈식물 씨앗 : ^000088식인식물의 뿌리 10개^000000",
		"폭탄 버섯 포자 : ^000088버섯 포자 10개, 독버섯 포자 5개, 건 파우더 2개^000000",
		"무게 : ^7777771^000000"
    ],
    "12428": [
		"HP를 대량 회복시키고, HP 자연회복 속도가 20% 증가. 지속시간 500초.",
		"무게 : ^7777777^000000"
    ],
    "6285": [
		"농축 화이트 포션Z, 비타타500, 농축 샐러마인 즙 등 다양한 포션을 제조하는데 필요한 제조매뉴얼.",
		"농축 화이트 포션Z : ^000088시험관 10개 + 하얀포션 20개 + 하얀 허브 10개 + 알코올 1개^000000",
		"비타타 500 : ^000088시험관 10개 + 포도 10개 + 꿀 10개 + 파란허브 10개^000000",
		"농축 샐러마인 즙 : ^000088시험관 10개 + 각성포션 5개 + 집중포션 5개 + 매운맛소스 5개^000000",
		"큐어 프리 : ^000088시험관 10개 + 만능약 5개 + 초록허브 20개 + 마스테라 열매 1개 + 이그드라실 잎 1개^000000",
		"골든 이그제 : ^000088시험관 10개 + 이그드라실 열매 10개 + 황금 5개^000000",
		"레드허브 액티베이터 : ^000088시험관 10개 + 빨간허브 45개 + 이그드라실 씨앗 5개^000000",
		"블루허브 액티베이터 : ^000088시험관 10개 + 파란허브 15개 + 이그드라실 씨앗 5개^000000",
		"농축 빨간 시럽 포션 : ^000088빈병 10개 + 빈 포션병 5개 + 빨간 시럽 15개^000000",
		"농축 파란 시럽 포션 : ^000088빈병 10개 + 빈 포션병 5개 + 파란 시럽 15개^000000",
		"농축 황금 시럽 포션 : ^000088빈병 10개 + 빈 포션병 5개 + 하얀 시럽 10개 + 노란 시럽 10개^000000",
		"무게 : ^7777771^000000"
    ],
    "12436": [
		"SP를 회복시키고, SP 자연회복 속도가 20% 증가. MSP도 5% 증가한다. 지속시간 500초.",
		"무게 : ^7777775^000000"
    ],
    "12437": [
		"공격 속도를 소폭 증가시킨다. 지속시간 500초.",
		"무게 : ^7777775^000000"
    ],
    "100516": [
		"급하게 눈을 씻을 수 있는 세정제.",
		"사용 시 눈을 감지 않게 조심하자.",
		"상태 이상 칠흑을 해제한다.",
		"무게 : ^7777775^000000"
    ],
    "100517": [
		"급하게 귀를 씻을 수 있는 세정제.",
		"한번에 투여할 수 있도록 제조되었다.",
		"상태 이상 고요를 해제한다.",
		"무게 : ^7777775^000000"
    ],
    "100518": [
		"급하게 기운을 나게 해주는 회복제.",
		"한번에 복용할 수 있도록 제조되었다.",
		"상태 이상 무기력을 해제한다.",
		"무게 : ^7777775^000000"
    ],
    "100519": [
		"적은 양으로 온도를 낮출 수 있는 작은 소화전.",
		"인간에게 무해하도록 개량되었다.",
		"상태 이상 화재를 해제한다.",
		"무게 : ^7777775^000000"
    ],
    "100520": [
		"먹으면 왠지 운이 좋아질 것 같은 물.",
		"상태 이상 불행을 해제한다.",
		"무게 : ^7777775^000000"
    ],
    "100521": [
		"맹독을 치료할 수 있는 해독제.",
		"상태 이상 강독을 해제한다.",
		"무게 : ^7777775^000000"
    ],
    "100522": [
		"먹기만해도 기분이 좋아지는 초콜릿.",
		"상태 이상 우울을 회복한다.",
		"무게 : ^7777775^000000"
    ],
    "100523": [
		"고위 성직자의 기도를 통해 제조된 성수.",
		"상태 이상 성화를 회복한다.",
		"무게 : ^7777775^000000"
    ],
    "12475": [
		"여러가지 상태 이상을 회복한다. 약간의 HP 회복 효과도 있다.",
		"(침묵, 출혈, 독, 저주, 리버스오키쉬, 체인지 언데드, 암흑, 혼란, 치명적인 독)",
		"무게 : ^7777771^000000"
    ],
    "2257": [
		"새하얀 색의 상아와 같은 재질로 만들어진, 끝이 뾰족하지 않고 둥글게 가공되어진 뿔",
		"계열 : ^777777투구^000000    방어 : ^7777774^000000",
		"위치 : ^777777상단^000000    무게 : ^77777710^000000",
		"방어구 레벨 : ^7777771^000000",
		"장착 : ^777777전직업 장착가능^000000"
    ],
    "6360": [
		"불의 속성을 띈 원석, 레드 블러드를 잘게 쪼개어 만든 조각.",
		"무게 : ^7777770.5^000000"
    ],
    "6361": [
		"물의 속성을 띈 원석, 크리스탈 블루를 잘게 쪼개어 만든 조각.",
		"무게 : ^7777770.5^000000"
    ],
    "6362": [
		"바람의 속성을 띈 원석, 윈드 오브 버듀어를 잘게 쪼개어 만든 조각.",
		"무게 : ^7777770.5^000000"
    ],
    "6363": [
		"땅의 속성을 띈 원석, 그린 라이브를 잘게 쪼개어 만든 조각.",
		"무게 : ^7777770.5^000000"
    ],
    "1100003": [
		"빨간 시럽들을 한번 더 농축시켜 탄생한 포션.",
		"더욱 가벼워지고, 사용 효율 또한 증가되었다.",
		"단, 고도로 농축된 포션이기 때문에 복용에 약간의 제한이 있다.",
		"^000088HP 를 675 가량 회복^000000 시켜준다.",
		"요구 레벨 : ^777777120^000000",
		"무게 : ^7777770.2^000000"
    ],
    "1100004": [
		"파란 시럽들을 한번 더 농축시켜 탄생한 포션.",
		"더욱 가벼워지고, 사용 효율 또한 증가되었다.",
		"단, 고도로 농축된 포션이기 때문에 복용에 약간의 제한이 있다.",
		"^000088SP 를 360 가량 회복^000000 시켜준다.",
		"요구 레벨 : ^777777120^000000",
		"무게 : ^7777770.2^000000"
    ],
    "1100005": [
		"하얀 시럽들과 노란 시럽들을 섞은 후, 한번 더 농축시켜 탄생한 포션.",
		"더욱 가벼워지고, 사용 효율 또한 증가되었다.",
		"단, 고도로 농축된 포션이기 때문에 복용에 제한이 있다.",
		"^000088HP 를 2750 가량 회복^000000 시켜준다.",
		"요구 레벨 : ^777777180^000000",
		"무게 : ^7777770.2^000000"
    ],
    "2281": [
		"가면무도회나 오페라공연에서 주로 사용되며 착용하는 순간 자신의 신분을 철저히 숨길 수 있어 의외로 은밀한 경로를 통해 널리 유통된다고 한다",
		"계열 : ^777777투구^000000    방어 : ^7777772^000000",
		"위치 : ^777777중,하단^000000",
		"무게 : ^77777720^000000",
		"방어구 레벨 : ^7777771^000000",
		"장착 : ^777777노비스계열을 제외한 전직업 장착가능^000000"
    ],
    "2288": [
		"기괴하게 생긴 가면. 굉장히 괴로워 하는 모습으로 보인다. 악취미로 사람을 놀래켜 줄때 사용될 듯 하다.",
		"계열 : ^777777투구^000000    방어 : ^7777771^000000",
		"위치 : ^777777중,하단^000000",
		"무게 : ^77777710^000000",
		"방어구 레벨 : ^7777771^000000",
		"장착 : ^777777노비스계열을 제외한 전직업 장착가능^000000"
    ],
    "2292": [
		"강철로 만든 가면. 멋이나 품위를 전혀 생각하지 않고 단지 실용적으로 만들었다. 어떠한 불꽃, 냉기, 충격 으로 부터도 얼굴을 보호해 준다.",
		"화속성 공격에 대한 내성 10% 증가",
		"계열 : ^777777투구^000000    방어 : ^7777772^000000",
		"위치 : ^777777중,하단^000000",
		"무게 : ^77777730^000000",
		"방어구 레벨 : ^7777771^000000",
		"요구 레벨 : ^77777750^000000",
		"장착 : ^777777상인계열 전용^000000"
    ],
    "2319": [
		"입고 나서는 순간 누구나 한번쯤은 돌아보게 만드는 시선집중용 옷. 반짝거림으로 인해 타인의 시선을 모으기에 탁월하다",
		"MDEF + 5",
		"공격시 3% 확률로 적에게 암흑을 건다.",
		"계열 : ^777777갑옷^000000    방어 : ^77777758^000000",
		"무게 : ^777777250^000000",
		"방어구 레벨 : ^7777771^000000",
		"요구 레벨 : ^77777760^000000",
		"장착 : ^777777노비스계열을 제외한 전직업 장착가능^000000"
    ],
    "2328": [
		"나무로 만들어진 갑옷으로 만들기도 간편하고 가벼워 널리 이용되는 보편적인 형태의 갑옷",
		"계열 : ^777777갑옷^000000    방어 : ^77777725^000000",
		"무게 : ^777777100^000000",
		"방어구 레벨 : ^7777771^000000",
		"장착 : ^777777검사계열/상인계열 전용^000000"
    ],
    "2329": [
		"나무로 만들어진 갑옷으로 만들기도 간편하고 가벼워 널리 이용되는 보편적인 형태의 갑옷",
		"계열 : ^777777갑옷^000000    방어 : ^77777725^000000",
		"무게 : ^777777100^000000",
		"방어구 레벨 : ^7777771^000000",
		"장착 : ^777777검사계열/상인계열 전용^000000"
    ],
    "2332": [
		"값비싼 은으로 된 실로 엮어 만든 옷",
		"계열 : ^777777갑옷^000000    방어 : ^77777723^000000",
		"무게 : ^77777770^000000",
		"방어구 레벨 : ^7777771^000000",
		"장착 : ^777777마법사계열/소울링커 전용^000000"
    ],
    "2333": [
		"값비싼 은으로 된 실로 엮어 만든 옷",
		"계열 : ^777777갑옷^000000    방어 : ^77777723^000000",
		"무게 : ^77777770^000000",
		"방어구 레벨 : ^7777771^000000",
		"장착 : ^777777마법사계열/소울링커 전용^000000"
    ],
    "2408": [
		"죄수나 노예들이 쉽게 도망가지 못하도록 발목에 착용시킨 것. 두 발목 사이에 쇠사슬이 이어져 있으며 무거운 추가 달려 있으므로 움직임에 많은 제약이 따른다.",
		"계열 : ^777777신발^000000    방어 : ^77777718^000000",
		"무게 : ^777777300^000000",
		"방어구 레벨 : ^7777771^000000",
		"장착 : ^777777전직업 장착가능^000000"
    ],
    "12717": [
		"감각을 마비시키는 독.",
		"300초간 지속되며 공격속도 감소(공격 후딜레이 10% 증가), 회피가 -10%, 이동속도가 소폭 줄어든다.",
		"^ffffff_^000000",
		"무게 : ^7777772^000000"
    ],
    "12718": [
		"거머리와 같은 성분을 가진 독.",
		"300초 동안 초당 일정 HP를 소모시킨다.",
		"^ffffff_^000000",
		"무게 : ^7777772^000000"
    ],
    "12719": [
		"망각상태에 빠트리는 잿가루.",
		"300초 동안 상태이상 망각에 걸린다. 망각상태에서는 지속시간 동안, SP가 자연 회복 하지 않으며, 렉스디비나, 초록포션 등으로 상태해제 시킬 수 없다.",
		"망각의 재에 걸려있는 동안에는 스킬을 사용 할 수 없다.",
		"^ffffff_^000000",
		"무게 : ^7777772^000000"
    ],
    "12720": [
		"상처를 오염시키는 독.",
		"300초 동안 이 독에 걸린 목표는 회복 스킬을 받았을 때의 효과가 20% 저하된다.",
		"기존의 치명적인 상처 효과와 중첩된다.",
		"^ffffff_^000000",
		"무게 : ^7777772^000000"
    ],
    "12721": [
		"신경을 마비시키는 독.",
		"300초간 지속되며, 3초 당 1 회의 데미지 모션이 발생하여 캐스팅이나 스킬 동작을 방해하는데 이것은 맞아도 스펠이 끊기지 않는 무기, 카드 옵션을 무시한다.",
		"매 10초당 3% 의 SP를 잃게 된다. ",
		"^ffffff_^000000",
		"무게 : ^7777772^000000"
    ],
    "12722": [
		"열병을 유발시키는 독.",
		"300초간 어떠한 방법으로도 풀리지 않는 암흑을 걸며, 환각이 보인다. 초에 한번 100의 데미지를 입으며, 데미지를 입을 때 캐스팅 중이라면 캐스팅도 해제된다.",
		"^ffffff_^000000",
		"무게 : ^7777772^000000"
    ],
    "12723": [
		"웃음 버섯의 효과를 가진 독.",
		"300초 동안 4 초에 한 번씩 HP의 3%를 잃고, 랜덤한 스킬을 멋대로 사용하게 된다.",
		"^ffffff_^000000",
		"무게 : ^7777772^000000"
    ],
    "12724": [
		"전체 체력을 저하시키는 독.",
		"15초 동안 MHP가 15% 저하된다.",
		"^ffffff_^000000",
		"무게 : ^7777772^000000"
    ],
    "12725": [
		"룬 스톤의 청량한 기운을 온 몸에 감싸안는 것으로 대부분의 상태 이상 및 디버프를 제거하며, ",
		"60 초 동안 해당 상태이상에 걸리지 않도록 한다.",
		"또한, HP 도 25% 회복한다.",
		"[해당되는 상태이상]",
		"스턴 / 수면 / 저주 / 석화 / 독 / 암흑 / 침묵 / 출혈 / 혼란 / 동빙 / 깊은 잠 / 발화 / 빙결 / 냉동",
		"- 길로틴 크로스의 독 ",
		"- 마쉬 오브 어비스 효과",
		"- 하울링 오브 만드라고라 효과",
		"무게 : ^7777771^000000"
    ],
    "12726": [
		"룬 스톤을 이용하여 자신이 장비한 무기의 최대 파워를 끌어내는 것으로, 근접 물리 공격의 공격력을 단 한 번 대폭 증가시킨다. ",
		"스킬 발동 후 20% 확률로 장비한 무기가 파괴될 가능성이 있다. ",
		"장비를 변경&해제하거나, 30 초 동안 공격하지 않으면 이 효과는 자동으로 해제된다.",
		"무게 : ^7777771^000000"
    ],
    "12727": [
		"룬 스톤의 힘을 이용하여 어떤 데미지라도 방어하는 마법적인 방패를 2-4 개 소환한다. ",
		"이 방패의 방어력은 시전자와 동일하며, 각각 1000 의 HP를 갖는다. ",
		"방패가 가진 HP 이상의 데미지를 입으면 방패 갯수가 줄어들지만, HP를 초과한 데미지는 무시한다.",
		"무게 : ^7777771^000000"
    ],
    "12728": [
		"신체의 자연 회복 능력을 극한으로 활성화시키는 것에 의해 시전자에게 HP 회복 효과의 스킬이나 아이템을 사용했을 때, 그 효과를 1.5 배로 증폭시킨다. ",
		"추가로 자신이 받는 근접 물리 반사 데미지가 50% 감소된다.",
		"무게 : ^7777771^000000"
    ],
    "12729": [
		"룬 스톤의 마력에 의해 전투 의식을 고양시켜, 자신의 공격력을 일시적으로 증가시킨다. ",
		"룬 마스터리의 레벨이 높을 수록 증가되는 ATK 량이 증가된다.",
		"추가로 약간의 공격 속도 증가 효과를 얻게 된다.",
		"무게 : ^7777771^000000"
    ],
    "12730": [
		"룬 스톤의 마력을 최대한 끌어내어, SP 를 회복하는데 사용한다. ",
		"매 10 초당 SP 를 60 회복한다. ",
		"무게 : ^7777771^000000"
    ],
    "12731": [
		"룬 스톤을 통하여 고대 거인들의 힘을 빌려와, 시전자 자신의 힘을 비약적으로 상승시킨다.",
		"STR 이 30 증가하며, 일반 근접 물리 공격시 30% 확률로 통상의 2.5배의 데미지를 내도록 한다. ",
		"시전자가 룬 나이트인 경우 추가적으로 공격력을 기반으로하는 물리 데미지를 250%^800080(시즈모드 및 PVP 지역 125%)^000000만큼 증가 시켜준다. ",
		"^ff0000(라이도 룬스톤 : 크러쉬 스트라이크는 데미지 250% 증가 효과가 적용되지 않습니다.)^000000",
		"무게 : ^7777771^000000"
    ],
    "12732": [
		"룬 스톤에 물리적인 충격을 가했을 때 일어나는 강력한 충격파를 이용하여 시전자를 중심으로 7 x 7 셀 범위 내의 모든 적에게 강력한 데미지를 입힌다.",
		"룬 마스터리 레벨과 시전자의 STR과 BaseLv이 높을수록 데미지가  추가로 증가되며, 시전자의 크리티컬 확률에 따라 크리티컬 데미지가 적용된다.",
		"또한 이 마법은 캐스팅 중 데미지 등에 의하여 캐스팅이 중단되지 않는다.",
		"무게 : ^7777771^000000"
    ],
    "12733": [
		"룬 스톤의 마법적인 힘을 자신의 피부에 투영하는 것으로 자신의 HP를 일부 희생하여 단단한 돌껍질과도 같은 피부로 변화시킨다. ",
		"이 효과 지속시간 동안 물리, 마법방어력이 상승하며, 다른 플레이어가 시전자를 근접 물리 공격할 때 일정확률로 공격해온 플레이어의 무기를 파괴시킨다. ",
		"지속시간이 끝나거나, 껍질화된 피부의 HP 가 0 이 되면 효과는 사라진다.",
		"몬스터의 경우는 해당 몬스터의 공격력이 감소한다. 단, 보스 몬스터에게는 이 효과가 발동하지 않는다.",
		"무게 : ^7777771^000000"
    ],
    "12736": [
		"신비한 색감이 나는 룬 원석.",
		"^ffffff_^000000",
		"무게 : ^77777710^000000"
    ],
    "501": [
		"빨간허브를 잘 갈아 만든 체력회복제 ^000088HP 를 45 가량 회복^000000 시켜 준다.",
		"^ffffff_^000000",
		"무게 : ^7777777^000000"
    ],
    "503": [
		"노란허브를 잘 갈아 만든 체력회복제 ^000088HP를 175 가량 회복^000000 시켜 준다.",
		"^ffffff_^000000",
		"무게 : ^77777713^000000"
    ],
    "504": [
		"하얀허브를 잘 갈아 만든 체력회복제 ^000088HP를 325가량 회복^000000 시켜 준다.",
		"^ffffff_^000000",
		"무게 : ^77777715^000000"
    ],
    "505": [
		"파란허브를 잘 갈아 만든 정신력회복제 ^000088SP를 60가량 회복^000000 시켜 준다.",
		"^ffffff_^000000",
		"무게 : ^77777715^000000"
    ],
    "507": [
		"상처 치료에 효험이 있다는 귀한 약초 소량의 HP를 회복 시켜준다.",
		"^ffffff_^000000",
		"무게 : ^7777773^000000"
    ],
    "508": [
		"상처 치료에 많은 효험이 있다는 귀한 약초 ^000088소량의 HP를 회복^000000 시켜준다.",
		"^ffffff_^000000",
		"무게 : ^7777775^000000"
    ],
    "509": [
		"상처 치료에 굉장한 효험이 있다는 귀한 약초 ^000088소량의 HP를 회복^000000 시켜준다.",
		"^ffffff_^000000",
		"무게 : ^7777777^000000"
    ],
    "510": [
		"정신을 충만하게 해주는 특이한 향을 가지고 있는 매우 귀한 약초 ^000088소량의 SP를 회복^000000 시켜준다.",
		"^ffffff_^000000",
		"무게 : ^7777777^000000"
    ],
    "511": [
		"온갖 독을 중화시켜주는 약초 ^000088독^000000을 치료해 준다.",
		"^ffffff_^000000",
		"무게 : ^7777773^000000"
    ],
    "514": [
		"상큼하고 신맛을 가진 과일 ^000088소량의 SP를 회복^000000 시켜준다.",
		"^ffffff_^000000",
		"무게 : ^7777772^000000"
    ],
    "518": [
		"달고 끈끈한 액체. 주로 식용으로 이용하며 영양가가 높아 약용으로도 쓰인다. ^000088소량의 HP와SP를 회복^000000 시켜준다.",
		"^ffffff_^000000",
		"무게 : ^77777710^000000"
    ],
    "522": [
		"마스테라나무에서 따온 잘익은 열매. 보라색의 탐스러운 빛을 뽐내는 상큼한 과일.^000088대량의 HP를 회복^000000 시켜준다.",
		"^ffffff_^000000",
		"무게 : ^7777773^000000"
    ],
    "523": [
		"성례에 쓰기위하여 축복을 내린 물. ^000088저주^000000를 치료하여 준다.",
		"^ffffff_^000000",
		"무게 : ^7777773^000000"
    ],
    "525": [
		"다양한 상태이상(독, 저주, 침묵, 혼란, 암흑, 환각)을 회복시켜 주는 신비한 약.",
		"^ffffff_^000000",
		"무게 : ^77777710^000000"
    ],
    "526": [
		"꿀벌에게서 나오는 젖과 같은 물질을 모아 만든것. 여왕벌의 먹이로써 몸에 매우 좋다고 한다. ^000088다양한 상태이상(독, 저주, 침묵, 혼란, 암흑) 회복^000000과 ^000088HP와 SP가 같이 회복^000000된다.",
		"^ffffff_^000000",
		"무게 : ^77777715^000000"
    ],
    "528": [
		"괴물들이 좋아하도록 무난하게 가공한 음식. ^000088소량의 HP가 회복된다.^000000",
		"^ffffff_^000000",
		"무게 : ^77777715^000000"
    ],
    "545": [
		"빨간포션과 효능이 같지만 훨씬 더 가볍다.",
		"^ffffff_^000000",
		"무게 : ^7777772^000000"
    ],
    "546": [
		"노란포션과 효능이 같지만 훨씬 더 가볍다.",
		"^ffffff_^000000",
		"무게 : ^7777773^000000"
    ],
    "547": [
		"하얀포션과 효능이 같지만 훨씬 더 가볍다.",
		"^ffffff_^000000",
		"무게 : ^7777775^000000"
    ],
    "568": [
		"타원형이며 다 익으면 노랗고 향기가 좋은 과일. 생각만으로 침이 고일정도로 엄청나게 시다!",
		"^000088소량의 SP를 회복^000000 시켜준다.",
		"^ffffff_^000000",
		"무게 : ^7777774^000000"
    ],
    "2618": [
		"몬스터 마타의 목에 걸려있던 목걸이로 마타의 빠른 능력은 이 목걸이 때문이라는 소문도 있다",
		"AGI + 1",
		"계열 : ^777777액세서리^000000",
		"방어 : ^7777771^000000		무게 : ^77777710^000000",
		"방어구 레벨 : ^7777771^000000",
		"요구 레벨 : ^77777735^000000",
		"장착 : ^777777노비스계열을 제외한 전직업 장착가능^000000"
    ],
    "576": [
		"상큼한 향기가 나는 뾰족한 가시가 달린 나무열매. ^000088HP와 SP가 소량 회복^000000된다.",
		"무게 : ^7777776^000000"
    ],
    "603": [
		"신비한 푸른빛을 띠는 오래된 상자. 열어보면 무엇인가 나올 것만 같다.",
		"^ffffff_^000000",
		"무게 : ^77777720^000000"
    ],
    "604": [
		"억겁의 세월을 살아 마력을 지니게된 나무의 가지. 그 신비한 힘으로 생명을 가진 누군가를 소환한다.",
		"^ffffff_^000000",
		"무게 : ^7777775^000000"
    ],
    "605": [
		"멘트라는 식물을 주원료로 하여 만든 약. 일정시간 동안 고통을 잊게 해주어 진통제라고도 한다.",
		"^ffffff_^000000",
		"무게 : ^77777710^000000"
    ],
    "606": [
		"줄기 식물인 알로에의 껍질을 벗겨 그 조직을 담아 놓은것. 매우 신맛과 시큼한 향때문에 거부감이 들지만 한번 맛을 보면 결코 잊지 못할정도로 맛이 있다고 한다.",
		"^ffffff_^000000",
		"무게 : ^77777710^000000"
    ],
    "607": [
		"이세계의 근원이 된 이그드라실 나무의 열매. 그 환상적이고 태초적인 맛에 취한후 정신을 차려보면 놀랄만할 정도로 생명력이 충만한 자신을 발견할 수 있다고 함. ^000088사용자의 HP 와 SP를 모두 회복^000000시켜줌",
		"재사용 대기시간 :  ^7777775초^000000",
		"무게 : ^77777730^000000"
    ],
    "608": [
		"이세계의 근원이 된 이그드라실 열매의 씨앗. 고소하고 달지않은 은은한 향에 원기가 솟음을 느낄 수 있다함.^000088사용자의 HP 와 SP의 절반을 회복^000000시켜줌",
		"재사용 대기시간 :  ^7777773초^000000",
		"무게 : ^77777730^000000"
    ],
    "609": [
		"죽은 자를 죽은채로 살려내는 금기의 부적. 일어난 자는 죽어있으나 살아있고 살아있으나 죽어있는 상태, 즉 언데드가 된다고 함.",
		"^ffffff_^000000",
		"무게 : ^77777710^000000"
    ],
    "610": [
		"이그드라실의 잎. 강한 생명의 힘을 가지고 있다. 전투불능인 캐릭터를 되살릴 수 있다.",
		"^ffffff_^000000",
		"무게 : ^77777710^000000"
    ],
    "612": [
		"휴대용 용광로. 금속의 제조에 사용된다. 한번 사용후 사라진다.",
		"^ffffff_^000000",
		"무게 : ^77777720^000000"
    ],
    "613": [
		"강철로 만든 망치. 레벨 1의 무기를 제조할 수 있다.. 한번 사용후 사라진다.",
		"^ffffff_^000000",
		"무게 : ^77777720^000000"
    ],
    "614": [
		"황금으로 만든 망치. 레벨 2의 무기를 제조할 수 있다.. 한번 사용후 사라진다.",
		"^ffffff_^000000",
		"무게 : ^77777730^000000"
    ],
    "615": [
		"오리데오콘으로 만든 망치. 레벨 3의 무기를 제조할 수 있다.. 한번 사용후 사라진다.",
		"^ffffff_^000000",
		"무게 : ^77777740^000000"
    ],
    "645": [
		"집중력을 높여주는 성분을 지닌 물약. 복용하면 공격속도가 상승한다. 전직업이 사용할 수 있다.",
		"무게 : ^77777710^000000"
    ],
    "656": [
		"복용하면 각성의 효과가 있는 신비한 물약. 복용하면 공격속도가 상승한다. 40레벨 이상의 캐릭터만 사용할 수 있으며 , 어콜라이트/프리스트/바드/댄서는 사용할 수 없다.",
		"무게 : ^77777715^000000"
    ],
    "657": [
		"온몸의 피를 끓게하여 광전사의 상태로 만드는 대단한 물약. 복용하면 공격속도가 상승한다. 85레벨 이상의 캐릭터만 사용할 수 있다.",
		"검사 계열/로그 계열/마법사/위저드 계열/상인 계열/태권 계열 /건슬링거 계열만이 사용가능하다.",
		"무게 : ^77777720^000000"
    ],
    "678": [
		"병조차 해골모양을 하고 있는 무서운 독약. 이것을 마신자는 아마도 즉사 할 것이다.",
		"^ffffff_^000000",
		"무게 : ^77777710^000000"
    ],
    "704": [
		"깊은 숲속에서만 수줍게 피어난다는 식물. 일년중 피는 계절이 한정되어 있어서 접하기는 힘이든다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "4800": [
		"SP + 50"
    ],
    "705": [
		"세개의 하트모양의 잎이 달린 식물. 6∼7월에 흰 꽃이 피며 간혹 네 잎 달린 것도 있는데 이것은 큰 행운을 나타낸다고 함.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "708": [
		"기억조차도 희미하게 만들어 버린다는 새하얀 꽃. 고통을 잊게 해주는 성분이 함유되어 있다고 함.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "709": [
		"강렬한 향기를 가진 꽃으로 일부 요리의 향신료로 쓰인다. 이것을 과다복용하면 환각증세를 보인다고 한다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "713": [
		"아무것도 들어있지 않는 병. 이곳에 무엇인가 담아 들고 다닐 수 있을듯 하다.",
		"^ffffff_^000000",
		"무게 : ^7777772^000000"
    ],
    "714": [
		"눈부신빛을 가진 화려한 금속. 오래된 고문서에 전해 내려오는 바로는 이 세계의 운명을 바꿀 수 있는 자 앞에 나타나 그의 운명과 함께 한다고 한다.",
		"^ffffff_^000000",
		"무게 : ^777777100^000000"
    ],
    "715": [
		"마법의 힘을 가지고 있는 광석. 마법사용시 술자대신 마법의 반작용을 받아 부셔져 버린다.",
		"^ffffff_^000000",
		"무게 : ^7777770.1^000000"
    ],
    "716": [
		"마법의 힘을 가지고 있는 광석. 마법사용시 술자대신 마법의 반작용을 받아 부셔져 버린다.",
		"^ffffff_^000000",
		"무게 : ^7777770.1^000000"
    ],
    "717": [
		"마법의 힘을 가지고 있는 광석. 마법사용시 술자대신 마법의 반작용을 받아 부셔져 버린다.",
		"^ffffff_^000000",
		"무게 : ^7777770.1^000000"
    ],
    "718": [
		"검붉은색을 띠고 있는 보석",
		"^ffffff_^000000",
		"무게 : ^77777710^000000"
    ],
    "719": [
		"보라색을 띠고 있는 보석",
		"^ffffff_^000000",
		"무게 : ^77777710^000000"
    ],
    "720": [
		"하늘색을 띠고 있는 보석",
		"^ffffff_^000000",
		"무게 : ^77777710^000000"
    ],
    "722": [
		"분홍색을 띠고 있는 보석",
		"^ffffff_^000000",
		"무게 : ^77777710^000000"
    ],
    "723": [
		"진한홍색을 띠고 있는 보석",
		"^ffffff_^000000",
		"무게 : ^77777710^000000"
    ],
    "724": [
		"진한홍색을 띠고 있는 보석. 무언가 알 수 없는 힘이 느껴진다.",
		"^ffffff_^000000",
		"무게 : ^77777710^000000"
    ],
    "726": [
		"파란색을 띠고 있는 보석.",
		"^ffffff_^000000",
		"무게 : ^77777710^000000"
    ],
    "727": [
		"하얀색을 띠고 있는 보석.",
		"^ffffff_^000000",
		"무게 : ^77777710^000000"
    ],
    "728": [
		"노란색을 띠고 있는 보석.",
		"^ffffff_^000000",
		"무게 : ^77777710^000000"
    ],
    "729": [
		"청록색을 띠고 있는 보석.",
		"^ffffff_^000000",
		"무게 : ^77777710^000000"
    ],
    "730": [
		"투명하고 영롱한 빛을 내는 보석.",
		"^ffffff_^000000",
		"무게 : ^77777710^000000"
    ],
    "733": [
		"투명하고 영롱한 빛을 내는 보석.",
		"^ffffff_^000000",
		"무게 : ^77777710^000000"
    ],
    "756": [
		"신의 금속이라 불리우는 오리데오콘의 원석이다. 함유된 오리데오콘의 양도 적으며 매우 정제하기 어렵지만 오리데오콘의 가치가 뛰어나므로 매우 희귀하다고 할 수 있다.",
		"^ffffff_^000000",
		"무게 : ^77777720^000000"
    ],
    "757": [
		"에르늄을 만들 수 있는 원석. 갑옷 제련에 많이 쓰이는 에르늄을 정제할 수 있다.",
		"^ffffff_^000000",
		"무게 : ^77777720^000000"
    ],
    "11023": [
		"월간 알케미스트 인기 시리즈. [너와나의 HP Vol.12]",
		"연금술사 다르시아의 체력 향상을 위한 끝없는 연구가 드디어 완성!",
		"무게 : ^7777775^000000"
    ],
    "11024": [
		"월간 알케미스트 인기 시리즈. [꿈의 SP Vol.10]",
		"연금술사 바인과 바진의 SP증대 연구와 시약 제조법 전격 수록.",
		"무게 : ^7777775^000000"
    ],
    "1000275": [
		"고급 약을 만들기 위한 도구.",
		"숙련된 제약사가 사용하는 듯 하다.",
		"무게 : ^7777770.1^000000"
    ],
    "1000276": [
		"염산병과 화염병에 속성원석을 섞어 제작한 불타는 염산병",
		"숙련자가 아니면 쉽게 다루기 어렵다.",
		"무게 : ^7777770.1^000000"
    ],
    "1000277": [
		"염산병과 화염병에 속성원석을 섞어 제작한 단단한 염산병",
		"숙련자가 아니면 쉽게 다루기 어렵다.",
		"무게 : ^7777770.1^000000"
    ],
    "1000278": [
		"염산병과 화염병에 속성원석을 섞어 제작한 찌릿한 염산병",
		"숙련자가 아니면 쉽게 다루기 어렵다.",
		"무게 : ^7777770.1^000000"
    ],
    "1000279": [
		"염산병과 화염병에 속성원석을 섞어 제작한 차가운 염산병",
		"숙련자가 아니면 쉽게 다루기 어렵다.",
		"무게 : ^7777770.1^000000"
    ],
    "1000280": [
		"코팅약을 특수한 재질로 정제한 상급 코팅약",
		"숙련자가 아니면 쉽게 다루기 어렵다.",
		"무게 : ^7777770.1^000000"
    ],
    "1000281": [
		"기존 식물병을 개량하여 배양한 고급 식물병.",
		"숙련자가 아니면 쉽게 다루기 어렵다.",
		"무게 : ^7777770.1^000000"
    ],
    "7002": [
		"오크족 위대한 전사들의 이빨. 수집품 상인에게 팔린다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "7003": [
		"아놀리안의 진득진득한 피부. 수집품 상인에게 팔린다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "1000289": [
		"특별한 기능이 탑재되어있는 기계 장치 캡슐.",
		"원하는 기능을 선택해 대상에게 부착하기만하면 된다.",
		"무게 : ^7777770.5^000000"
    ],
    "1000290": [
		"자동 전투 로봇 ABR 제작의 근본이 되는 장치들을 함축해 만들어진 캡슐.",
		"원하는 ABR 모델을 선택하여 사용할 수 있다.",
		"무게 : ^7777771^000000"
    ],
    "7018": [
		"순수하며 때묻지않은 아직 어린 나뭇가지. 허나 아직은 스스로 선악을 구별하지 못한다...",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "7019": [
		"오만한 신, 로키의 달콤한 속삭임. 로키의 교묘한 언변에 자칫 방심하면 당신도 넘어갈지 모른다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "7020": [
		"꿈자리가 좋지 않은 어머니. 묘하게 생생히 기억되어 불길한 느낌을 받게 된다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "7021": [
		"눈이 멀어 사물을 구별하지 못하는 자. 눈이 보이지 않으므로 쉽게 다른 사람들에게 속아 넘어갈 것이다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "7022": [
		"낡고 오래되어 보이지만 깊은 품위를 느낄 수 있는 검의 손잡이. 칼날 부분은 어디로 갔는지 보이지 않고 손잡이만 존재한다.",
		"^ffffff_^000000",
		"무게 : ^7777773^000000"
    ],
    "7023": [
		"어둠에 물들어 빛조차도 비켜간다는 검은 칼날. 칼날만 있을 뿐이지만 여전히 매우 날카로워 살짝만 스치어도 바로 베어진다.",
		"^ffffff_^000000",
		"무게 : ^7777774^000000"
    ],
    "7024": [
		"피에 흠뻑 물들어 있는 칼날. 날에 물들어 있는 피는 이젠 더이상 씻어도 씻겨지지 않는 듯.",
		"^ffffff_^000000",
		"무게 : ^7777774^000000"
    ],
    "7025": [
		"고대 게페니아의 문을 열 수 있다고만 전해지는 커다란 보석. 하지만 그외의 것은 전부 베일에 가리워져 있다.",
		"^ffffff_^000000",
		"무게 : ^7777775^000000"
    ],
    "7026": [
		"어딘가 시계탑의 문을 열 수 있는 열쇠.",
		"^ffffff_^000000",
		"무게 : ^7777773^000000"
    ],
    "7027": [
		"시계탑 지하의 문을 열 수 있는 열쇠.",
		"^ffffff_^000000",
		"무게 : ^7777773^000000"
    ],
    "989": [
		"엠펠리움으로 제작한 모루. 황금의모루 보다 더 좋은 제작물을 만들 수 있다.",
		"^ffffff_^000000",
		"무게 : ^777777100^000000"
    ],
    "990": [
		"붉은색 작은 광석 덩어리. 불의 속성을 지니고 있다고 전해지며, 정제하여 프레임하트 라는 광석으로 만들 수 있다.",
		"^ffffff_^000000",
		"무게 : ^7777775^000000"
    ],
    "7030": [
		"사막에 서식하는 늑대의 발톱. 수집품 상인에게 팔린다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "7033": [
		"독의 성분을 지니고 있는 버섯의 포자. 수집품 상인에게 팔린다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "7035": [
		"나뭇개비 끝에 작은 마찰로도 불에 붙기 쉬운 물질을 발라 마찰을 이용해 불을 내는 것.",
		"무게 : ^7777771^000000"
    ],
    "7036": [
		"하티의 날카로운 이빨",
		"무게 : ^7777771^000000"
    ],
    "902": [
		"나무의 뿌리로써 약재나 무언가를 엮을때 많이 사용한다. 수집품 상인에게 팔린다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "904": [
		"스콜피온의 뒤쪽 꼬리를 잘라온 것으로써 수집품 상인에게 팔린다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "905": [
		"식물의 가느다란 줄기로써 약재로 이용된다. 수집품 상인에게 팔린다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "909": [
		"일부 몬스터들에게 나오는 작은 결정으로 수집품 상인에게 팔린다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "910": [
		"일부 몬스터들에게 나오는 작은 결정으로 수집품 상인에게 팔린다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "911": [
		"일부 몬스터들에게 나오는 작은 결정으로 수집품 상인에게 팔린다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "912": [
		"일부 몬스터들에게 나오는 작은 결정으로 수집품 상인에게 팔린다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "913": [
		"퍼밀리어의 날카로운 이빨을 잘라온 것으로 무기의 제조나 기타 여러가지일에 쓰인다. 수집품 상인에게 팔린다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "5014": [
		"검사를 지켜준다는 물고기 지느러미 모양의 투구로 착용한다고 물 속에서 숨을 쉴 수 있는 것은 아니니 조심하자",
		"계열 : ^777777투구^000000    방어 : ^7777775^000000",
		"위치 : ^777777중단^000000    무게 : ^77777730^000000",
		"방어구 레벨 : ^7777771^000000",
		"요구 레벨 : ^77777765^000000",
		"장착 : ^777777검사계열 전용^000000"
    ],
    "920": [
		"울프의 발톱을 잘라온 것으로 수집품 상인에게 팔린다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "921": [
		"버섯류의 식물들에게서 나오는 포자. 수집품 상인에게 팔린다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "7066": [
		"조각난 얼음의 덩어리.  이상하게도 녹지 않아 가져다 팔 수 있다.  신기한 얼음조각.",
		"무게 : ^7777771^000000"
    ],
    "923": [
		"악마의 상징으로 여겨지는 산양의 뿔로써 수집품 상인에게 비싸게 팔린다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "7068": [
		"나무가 한창 기세좋게 타오를때 꺼버린 듯한 나무조각.  어디 쓰이는지는 모르지만 하여간 팔린다.",
		"무게 : ^7777771^000000"
    ],
    "922": [
		"오크라는 생물의 송곳니를 잘라온 것으로 수집품 상인에게 팔린다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "7069": [
		"깨어져 더이상 쓰이지 않을 것만 같은 갑옷의 조각들.  고철상인이 사는지도 모른다.",
		"무게 : ^7777771^000000"
    ],
    "7067": [
		"깨어진 돌의 조각.  아름다운 무늬가 들어있어 돌수집가들에게 팔린다고 한다.",
		"무게 : ^7777771^000000"
    ],
    "1000352": [
		"각종 장치 캡슐을 제작할 수 있는 내용이 담긴 책.",
		"",
		"장치 캡슐 : ^000088휴대용 용광로 5개 + 오리데오콘 망치 5개 + 마도기어연료 50개^000000",
		"ABR캡슐 : ^000088휴대용 용광로 5개 + 오리데오콘 망치 5개 + 마도기어연료 75개^000000",
		"",
		"무게: ^7777771^000000"
    ],
    "929": [
		"불사의 힘을 얻어 멈추지 않고 계속 움직이는 심장. 수집품 상인에게 팔린다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "937": [
		"독이 담겨있는 날카로운 송곳니. 수집품 상인에게 팔린다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "939": [
		"호넷이 주무기로 이용하는 길고 뾰족한 침. 수집품 상인에게 팔린다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "947": [
		"날카롭고 딱딱한 몬스터의 뿔. 수집품 상인에게 팔린다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "950": [
		"인어의 붉은 심장. 아직도 두근대며 움직일 듯 하다. 수집품 상인에게 팔린다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "1003": [
		"탄소를 많이 함유하고 있는 검은 광석. 철과 같이 정제하여 강철을 만들어 낼 수 있다.",
		"^ffffff_^000000",
		"무게 : ^7777775^000000"
    ],
    "952": [
		"선인장을 보호하는 날카로운 가시를 잘라온 것. 수집품 상인에게 팔린다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "7097": [
		"돌로 되어진 심장에 불길이 타오르고 있는 형태의 마력의 심장.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "7098": [
		"아직 불이 완전히 죽지 않고 빨갛게 살아 최소한의 산소로 살아있는 형태.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "7099": [
		"낡아서 무슨 목적으로 만들었는지는 전혀 알 수 없게 되버린 마법진. 마법학회에서 이를 비싼 값에 사간다고 한다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "956": [
		"어류나 일부 몬스터의 아가미를 잘라온 것. 수집품 상인에게 팔린다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "957": [
		"죽은자의 비교적 썩지 않아 남아있는 손톱. 수집품 상인에게 팔린다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "958": [
		"죽은자의 비교적 썩지 않아 남아있는 이빨. 수집품 상인에게 팔린다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "959": [
		"심하게 부패되어 악취가 심한 비늘. 어디에 쓰이는지는 모르지만 수집품 상인에게 팔린다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "7100": [
		"마치 칼날과 같은 날카로운 푸른빛이 감도는 잎사귀. 베이면 정말 아프다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "963": [
		"마치 칼처럼 매우 날카로운 비늘. 가공하여 여러가지 유용한 도구를 만들 수 있을 듯 하다. 수집품 상인에게 팔린다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "7108": [
		"방패의 깨진 조각. 상당히 견고하고 탄탄하다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "7109": [
		"섬뜩한 푸른 빛을 흘리는 창날의 조각.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "968": [
		"부족에 전해지는 용자의 피를 이어받은 오크에게만 전해진다는 용자의 증표. 별다른 능력은 있지 않지만 분명 오크들에겐 신성함의 상징으로 여겨지고 있을 것이다. 수집품 상인에게 비싸게 팔린다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "969": [
		"찬란한 태양빛을 내는 희귀한 금속. 매우 단단하며 화학적으로 대단히 안정적이다. 가공하기가 쉽고 드물기 때문에 매우 가치있는 금속임에 틀림없다. 수집품 상인에게 비싸게 팔 수 있다.",
		"^ffffff_^000000",
		"무게 : ^77777720^000000"
    ],
    "970": [
		"특이한 향을 가지고 있는 액체. 상온에서 증발하므로 항상 밀폐된 곳에 보관 하여야 한다. 불에 잘붙는 습성을 가지고 있으며 물로 녹일 수 없는 것들을 녹일 수 있다.",
		"^ffffff_^000000",
		"무게 : ^7777773^000000"
    ],
    "972": [
		"카르보딜니르올(Karvodailnirol)을 줄여서 일컫는다. 쉽게 얻을 수 없는 액체로써 물과는 섞이지 않는다. 희석하여 혼합제로 만들 수 있다.",
		"^ffffff_^000000",
		"무게 : ^7777773^000000"
    ],
    "7120": [
		"말발굽에 불이 붙어 활활 타고 있는 것. 무척이나 뜨거울 것 같아 보인다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "7123": [
		"드래곤의 비늘을 떼어낸 아래의 껍질을 잘라낸 것.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "7126": [
		"어디에 어떻게 들어가 있는지 모르겠지만...하여간에 거대한 젤로피 덩어리다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "7127": [
		"알콜을 제조할 수 있는 방법이 적혀 있는 책.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "984": [
		"신의 금속이라 불리우는 신비의 금속. 무엇보다 단단하여 무기에 제련하게 될경우 더욱 큰 파괴력을 얻을 수 있다고 한다. 무기레벨 3 과 4 의 무기들을 강력하게 할 수 있다.",
		"^ffffff_^000000",
		"무게 : ^77777720^000000"
    ],
    "985": [
		"가볍고 독성이 없는 금속. 덕분에 갑옷의 원료나 제련에 많이 쓰인다. 모든 방어구를 더욱더 단단하게 할 수 있다.",
		"^ffffff_^000000",
		"무게 : ^77777720^000000"
    ],
    "7128": [
		"화염병을 제조할 수 있는 방법이 적혀 있는 책. 데모에 사용하면 곤란하다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "7131": [
		"기뢰를 제조할 수 있는 방법이 적혀 있는 책. 기뢰란 허공이나 수중에 띄워 접촉한 대상을 하늘로 날려보내는 폭탄의 일종이다. 제조할때 조심해야 한다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "7132": [
		"어딘가에 바를 수 있는 코팅약의 제조방법이 적혀 있는 책. 코팅을 하게 되면 반질반질한 윤이 흐를 것이다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "7133": [
		"날씬한 포션을 제조할 수 있는 방법이 적혀 있는 책. 많은 이들이 즐거워하며 사용할 수 있는 포션을 제조하는 법이 적혀 있다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "7134": [
		"허브등을 잘게 부술 수 있는 약사발. 사기로 만들어져 하얀색의 광택이 흐른다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "7135": [
		"심지에 불을 붙여 던지면 주변은 일대 불바다가 될 것이다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "7136": [
		"이 병에 맞은 상대는 그대로 온몸에 심한 상처를 입게 될 것이다. 사람을 향해 투척금지!",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "7137": [
		"땅에 던지면 식인식물이 한순간에 자라나 자기 근처에 오는 생물을 잡아먹기위해 공격한다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "7138": [
		"던지면 안에서 기뢰장치가 작동해 그 자리에서 희생자를 기다릴 것이다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "7139": [
		"바라만 보고 있어도 반짝거림이 눈을 황홀하게 하는 약물이 담긴 병.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "7140": [
		"보고만 있어도 생명력이 충만함을 알 수 있는 엄청난 씨앗.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "7141": [
		"이그드라실 열매에 맺혀 있는 새벽의 이슬.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "7142": [
		"무언가의 배아형태.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "7143": [
		"안에 무언가를 넣으면 다 죽어가는 자라도 생명을 유지할 수 있고 배아는 성장시킬 수 있다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "991": [
		"파란색 작은 광석 덩어리. 물의 속성을 지니고 있다고 전해지며, 정제하여 미스틱프로즌 이라는 광석으로 만들 수 있다.",
		"^ffffff_^000000",
		"무게 : ^7777775^000000"
    ],
    "992": [
		"노란색 작은 광석 덩어리. 바람의 속성을 지니고 있다고 전해지며, 정제하여 러프윈드 라는 광석으로 만들 수 있다.",
		"^ffffff_^000000",
		"무게 : ^7777775^000000"
    ],
    "993": [
		"초록색 작은 광석 덩어리. 땅의 속성을 지니고 있다고 전해지며, 정제하여 그레이트네이쳐 라는 광석으로 만들 수 있다.",
		"^ffffff_^000000",
		"무게 : ^7777775^000000"
    ],
    "994": [
		"불의 속성을 가지고 있는 속성석.",
		"^ffffff_^000000",
		"무게 : ^77777730^000000"
    ],
    "995": [
		"물의 속성을 가지고 있는 속성석.",
		"^ffffff_^000000",
		"무게 : ^77777730^000000"
    ],
    "996": [
		"바람의 속성을 가지고 있는 속성석.",
		"^ffffff_^000000",
		"무게 : ^77777730^000000"
    ],
    "997": [
		"땅의 속성을 가지고 있는 속성석.",
		"^ffffff_^000000",
		"무게 : ^77777730^000000"
    ],
    "998": [
		"단단함에 비해 매우 가벼운 금속. 비교적 가공하기 쉬우므로 대부분의 무기나 방어구는 이 금속을 이용하여 만든다.",
		"^ffffff_^000000",
		"무게 : ^7777775^000000"
    ],
    "999": [
		"철을 여러번 담금질 하여 더욱더 강도를 높인 것. 강력한 무기나 방어구를 만들 수 있다.",
		"^ffffff_^000000",
		"무게 : ^77777710^000000"
    ],
    "1000": [
		"하늘에 떠있는 별들의 조각. 무기 제작시 무기의 강도를 더욱 높일 수 있다.",
		"^ffffff_^000000",
		"무게 : ^77777710^000000"
    ],
    "1001": [
		"별의 가루. 정제하여 별의조각을 만들 수 있다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "1002": [
		"철이 함유되어 있는 광석. 정제하여 철을 얻을 수 있다.",
		"^ffffff_^000000",
		"무게 : ^77777715^000000"
    ],
    "1012": [
		"사막에 사는 도마뱀의 화려한 목도리 부위. 수집품 상인에게 팔린다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "1010": [
		"무기를 더욱더 강력하게 만들기 위해 쓰이는 금속. 무기레벨 1 의 무기들을 더욱더 강력하게 할 수 있다.",
		"^ffffff_^000000",
		"무게 : ^77777720^000000"
    ],
    "1011": [
		"무기를 더욱더 강력하게 만들기 위해 쓰이는 금속. 무기레벨 2의 무기들을 더욱더 강력하게 할 수 있다.",
		"^ffffff_^000000",
		"무게 : ^77777720^000000"
    ],
    "7155": [
		"독을 가진 두꺼비의 우둘투둘한 등껍질을 벗겨놓은 것. 잘못 만지면 독이 올라 고생할 수 있으니 취급에 주의를 요한다!",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "1017": [
		"땅에사는 두더지의 수염을 잘라놓은 것. 수집품 상인에게 팔린다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "1018": [
		"땅에사는 두더지의 단단한 손톱을 잘라놓은 것. 땅을 파기위해 단련된 만큼 매우 단단하다. 수집품 상인에게 팔린다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "7163": [
		"무척이나 단단하고 날카롭게 다듬어져 있는 더듬이. 뾰족한 끝은 마치 칼날과도 같이 잘 연마되어져 있다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "1019": [
		"나무의 작은 조각. 수집품 상인에게 팔린다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "7164": [
		"아주 단단하여 칼날도 튕겨낼 수 있을 것만 같은 복숭아. 먹을 수는 없겠지만 던졌을 때 맞으면 꽤나 아플 것이다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "1021": [
		"도깨비의 뾰족한 뿔. 도깨비의 뿔은 옛부터 재물을 가져다 준다는 이야기가 있다. 수집품 상인에게 팔린다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "1027": [
		"고슴도치의 뾰족한 가시를 잘라놓은것. 잘 관리하지 않으면 다칠 위험이 있다. 수집품 상인에게 팔린다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "7172": [
		"날카로운 표범의 발톱을 뽑은 것. 찔리면 꽤나 따가울 것만 같다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "1031": [
		"곤충의 낫과 비슷한 날카로운 팔뚝. 수집품 상인에게 팔린다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "1032": [
		"마치 사람처럼 여러가지 기관이 달린 꽃. 수집품 상인에게 팔린다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "1033": [
		"근육이나 힘줄처럼 매우 단단한 식물의 뿌리. 수집품 상인에게 팔린다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "1034": [
		"코볼트들의 몸에서 잘라온 털. 나름대로 부드럽다. 수집품 상인에게 팔린다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "1035": [
		"용의 이빨. 매우 단단하여 용의 강철같은 피부도 쉽게 뚫어 버릴 수 있다고 한다. 수집품 상인에게 팔린다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "1038": [
		"작은 악마의 뿔. 수집품 상인에게 팔린다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "7182": [
		"코코아라고도 불리우며 따뜻한 지방이 원산지인 식물로 분류상 쌍떡잎식물 아욱목 벽오동나무과의 교목.",
		"이 열매를 따서 건조시키면 카카오콩이 되며 그것을 볶아 분말로 만들면 카카오 페이스트,",
		"카카오 페이스트를 압축하여 지방을 뽑아내면 코코아가 되고 여기서 뽑은 지방은 카카오 버터라고 한다.",
		"카카오 페이스트 단계에서 우유 향료를 첨가하여 굳히면 초콜렛이 만들어진다.",
		"^ffffff_^000000",
		"무게 : ^7777772^000000"
    ],
    "1041": [
		"어두운 밤에도 빛을 밝힐 수 있도록 고안된 것. 수집품 상인에게 팔린다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "1043": [
		"오크들의 날카로운 손톱을 잘라놓은 것. 수집품 상인에게 팔린다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "1044": [
		"변종오크 제노크의 흉칙한 이빨을 잘라놓은 것. 수집품 상인에게 팔린다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "1048": [
		"뱀과 같은 머리카락. 수집품 상인에게 팔린다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "1050": [
		"힘줄. 매우 질기고 단단하다. 수집품 상인에게 팔린다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "1051": [
		"뇌관. 동물의 뇌처럼 징그럽게 생겼다. 수집품 상인에게 팔린다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "7129": [
		"염산병을 제조할 수 있는 방법이 적혀 있는 책. 염산은 부식성이 강하기 때문에 취급에 주의를 요한다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "1053": [
		"바다 깊은 곳에 사는 어류의 이빨을 잘라놓은 것. 수집품 상인에게 팔린다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "1057": [
		"나방의 날개에서 떨어지는 가루를 모아놓은 것. 수집품 상인에게 팔린다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "7130": [
		"식인식물을 담은 병을 제조할 수 있는 방법이 적혀 있는 책. 식충식물이 아니니 취급에 주의하도록 하자.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "1059": [
		"투명하게 안쪽이 비치는 신기한 천조각. 수집품 상인에게 팔린다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "1061": [
		"별조각 처럼 반짝이는 모래. 마녀가 타고다니는 빗자루 뒤에서 나온다. 수집품 상인에게 팔린다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "1063": [
		"매우 날카로운 송곳니. 수집품 상인에게 팔린다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "1064": [
		"말이나 동물들에게 끼우는 고삐. 수집품 상인에게 팔린다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "1066": [
		"결이 고운 나무의 작은 조각. 수집품 상인에게 팔린다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "1067": [
		"단단한 나무의 작은 조각. 수집품 상인에게 팔린다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "1068": [
		"메마른 나무의 작은 조각. 수집품 상인에게 팔린다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "7210": [
		"듀라한 갑옷의 깨진 조각. 매우 단단하다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "7221": [
		"얽혀져 풀리지 않는 쇠사슬.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "1092": [
		"아무것도 들어있지 않는 시험관. 이곳에 무엇인가 담아 들고 다닐 수 있을듯 하다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "1093": [
		"아무것도 들어있지 않는 포션병. 이곳에 무엇인가 담아 들고 다닐 수 있을듯 하다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "1095": [
		"시계의 시간을 표시해 주는 바늘. 수집품 상인에게 팔린다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "1096": [
		"둥근 형태로 계속 말리는 껍질. 수집품 상인에게 팔린다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "1098": [
		"죄인들의 행동을 구속하기 위해 손목에 채우는 것. 수집품 상인에게 팔린다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "1103": [
		"누구나 사용할 수 있을 것만 같은 검. 성직자만은 사용하지 못한다.",
		"계열 : ^777777검^000000		공격 : ^77777725^000000",
		"무게 : ^77777750^000000",
		"무기레벨 : ^7777771^000000",
		"요구 레벨 : ^7777772^000000",
		"장착 : ^777777노비스계열/검사계열/상인계열/도둑계열 장착가능^000000"
    ],
    "1106": [
		"둥그런 날을 가진 폭이 넓은 언월도",
		"계열 : ^777777검^000000		공격 : ^77777739^000000",
		"무게 : ^77777760^000000",
		"무기레벨 : ^7777771^000000",
		"요구 레벨 : ^7777772^000000",
		"장착 : ^777777노비스계열/검사계열/상인계열/도둑계열 장착가능^000000"
    ],
    "1109": [
		"두꺼운 날을 갖고 있어 다용도로 편리한 검",
		"계열 : ^777777검^000000		공격 : ^77777753^000000",
		"무게 : ^77777770^000000",
		"무기레벨 : ^7777771^000000",
		"요구 레벨 : ^7777772^000000",
		"장착 : ^777777노비스계열/검사계열/상인계열/도둑계열 장착가능^000000"
    ],
    "1112": [
		"길고 가느다란 날을 가진 찌르기용 검",
		"계열 : ^777777검^000000		공격 : ^77777770^000000",
		"무게 : ^77777750^000000",
		"무기레벨 : ^7777772^000000",
		"요구 레벨 : ^77777714^000000",
		"장착 : ^777777노비스계열/검사계열/상인계열/도둑계열 장착가능^000000"
    ],
    "1113": [
		"날이 완만하게 휘어져 쳐내리기에 적합한 곡도",
		"계열 : ^777777검^000000		공격 : ^77777785^000000",
		"무게 : ^77777770^000000",
		"무기레벨 : ^7777772^000000",
		"요구 레벨 : ^77777714^000000",
		"장착 : ^777777노비스계열/검사계열/상인계열/도둑계열 장착가능^000000"
    ],
    "1118": [
		"잘 만들어 날이 살아있는 양손검",
		"계열 : ^777777양손검^000000   공격 : ^77777760^000000",
		"무게 : ^777777100^000000",
		"무기레벨 : ^7777771^000000",
		"요구 레벨 : ^7777774^000000",
		"장착 : ^777777검사계열 전용^000000"
    ],
    "7263": [
		"고양이의 눈과 같은 느낌의 장식용 돌. 진귀하고 아름다운 빛이 난다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "1121": [
		"무섭도록 새파랗게 날이 서 있는 살상용 검",
		"계열 : ^777777검^000000		공격 : ^777777130^000000",
		"무게 : ^777777120^000000",
		"무기레벨 : ^7777773^000000",
		"요구 레벨 : ^77777727^000000",
		"장착 : ^777777검사계열/상인계열/도둑계열 전용^000000"
    ],
    "1122": [
		"칼자루 끝을 둥글게 장식한 검",
		"계열 : ^777777검^000000		공격 : ^777777100^000000",
		"무게 : ^77777790^000000",
		"무기레벨 : ^7777772^000000",
		"요구 레벨 : ^77777714^000000",
		"장착 : ^777777검사계열/상인계열/도둑계열 전용^000000"
    ],
    "1123": [
		"먼 동쪽나라에서 만들어져 살상만이 아니라 인격수련을 위해서도 사용했다고 알려진 검",
		"INT + 3",
		"계열 : ^777777검^000000		공격 : ^777777120^000000",
		"무게 : ^77777790^000000",
		"무기레벨 : ^7777773^000000",
		"요구 레벨 : ^77777727^000000",
		"장착 : ^777777검사계열/상인계열/도둑계열 전용^000000"
    ],
    "1126": [
		"기병들이 사용하던 한손검. 의식적인 면이 강하다",
		"계열 : ^777777검^000000		공격 : ^777777115^000000",
		"무게 : ^777777100^000000",
		"무기레벨 : ^7777773^000000",
		"요구 레벨 : ^77777727^000000",
		"장착 : ^777777검사계열/상인계열/도둑계열 전용^000000"
    ],
    "7144": [
		"일반적인 형태의 포션을 제조할 수 있게 해주는 방법이 쓰여져 있는 메뉴얼.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "1129": [
		"검날이 물결무늬를 이루고 있는 아름다운 검. 아름다운 외관에 비해 매우 잔인한 위력을 가지고 있다.",
		"계열 : ^777777검^000000		공격 : ^777777150^000000",
		"무게 : ^777777150^000000",
		"무기레벨 : ^7777773^000000",
		"요구 레벨 : ^77777727^000000",
		"장착 : ^777777나이트/크루세이더 장착가능^000000"
    ],
    "1153": [
		"적을 제압하는데 탁월한 효과를 가진 양손검",
		"계열 : ^777777양손검^000000  공격 : ^77777790^000000",
		"무게 : ^777777130^000000",
		"무기레벨 : ^7777772^000000",
		"요구 레벨 : ^77777718^000000",
		"장착 : ^777777검사계열 전용^000000"
    ],
    "1156": [
		"어떤 상황에서도 적절한 사용이 가능하도록 고안된 전천후 형태의 양손검",
		"계열 : ^777777양손검^000000  공격 : ^777777115^000000",
		"무게 : ^777777160^000000",
		"무기레벨 : ^7777772^000000",
		"요구 레벨 : ^77777718^000000",
		"장착 : ^777777검사계열 전용^000000"
    ],
    "1159": [
		"무게와 휘두르는 속도로 적을 제압하는 대형 양손검",
		"계열 : ^777777양손검^000000  공격 : ^777777160^000000",
		"무게 : ^777777220^000000",
		"무기레벨 : ^7777773^000000",
		"요구 레벨 : ^77777733^000000",
		"장착 : ^777777검사계열 전용^000000"
    ],
    "1160": [
		"두꺼운 날이 공격과 더불어 방어까지 가능하게 해주는 다목적 형태의 대형 양손검",
		"DEF + 5",
		"계열 : ^777777양손검^000000  공격 : ^777777140^000000",
		"무게 : ^777777200^000000",
		"무기레벨 : ^7777773^000000",
		"요구 레벨 : ^77777733^000000",
		"장착 : ^777777검사계열 전용^000000"
    ],
    "1163": [
		"손잡이가 십자가 모양으로 만들어진 심플한 형태의 대형 양손검",
		"계열 : ^777777양손검^000000  공격 : ^777777180^000000",
		"무게 : ^777777250^000000",
		"무기레벨 : ^7777773^000000",
		"요구 레벨 : ^77777733^000000",
		"장착 : ^777777나이트/크루세이더 전용^000000"
    ],
    "7315": [
		"검고 반짝이는 수정의 조각. 타격에 의해 깨어진 단면이 예리하여 주의하지 않으면 베이게 된다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "7316": [
		"길다란 곤충의 다리. 갈고리 부분이 마치 무기와 같이 연마되어 있는 것 같다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "7318": [
		"굳고 단단한 땅을 파는데 흔히 쓰이는 기구. 인부의 땀의 흔적이 남아있는 것 같다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "7319": [
		"접합부분이 낡아 떨어진 것 같은 철판. 어딘가 구멍을 메우는데 쓰면 좋을 것 같다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "7321": [
		"작고 예쁜 수정의 조각. 자세히 보면 가운데 눈모양이 그려져있는 것 같다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "7323": [
		"물을 담아 따를 수 있는 기구로 조금 찌그러졌지만 손질 하면 쓸만 할 것 같다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "7340": [
		"타원의 형태로 7개의 붉은 눈이 달린 검은색 돌. 일부 몬스터의 핵 인 것 같다.",
		"무게 : ^7777775^000000"
    ],
    "1203": [
		"누구나 손쉽게 사용할 수 있도록 간단하게 만들어진 짧은 단검",
		"계열 : ^777777단검^000000    공격 : ^77777717^000000",
		"무게 : ^77777740^000000",
		"무기레벨 : ^7777771^000000",
		"요구 레벨 : ^777777없음^000000",
		"장착 : ^777777초보자 검사 마법사",
		"		   궁수 상인 도둑 소울링커/닌자^000000"
    ],
    "1206": [
		"자르는 것에 실용성을 두고 만들어진 단검",
		"계열 : ^777777단검^000000    공격 : ^77777730^000000",
		"무게 : ^77777750^000000",
		"무기레벨 : ^7777771^000000",
		"요구 레벨 : ^777777없음^000000",
		"장착 : ^777777노비스계열/검사계열/마법사계열/궁수계열/상인계열/도둑계열/소울링커/닌자 장착가능^000000"
    ],
    "1209": [
		"실용성을 목적으로 하여 제작되어진 다목적 단검",
		"계열 : ^777777단검^000000    공격 : ^77777743^000000",
		"무게 : ^77777760^000000",
		"무기레벨 : ^7777771^000000",
		"요구 레벨 : ^777777없음^000000",
		"장착 : ^777777노비스계열/검사계열/마법사계열/궁수계열/상인계열/도둑계열/소울링커/닌자 장착가능^000000"
    ],
    "1212": [
		"베기보다는 찌르기에 주안점을 둔 단검",
		"계열 : ^777777단검^000000  공격 : ^77777759^000000",
		"무게 : ^77777750^000000",
		"무기레벨 : ^7777772^000000",
		"요구 레벨 : ^77777712^000000",
		"장착 : ^777777노비스계열/검사계열/마법사계열/궁수계열/상인계열/도둑계열/소울링커/닌자 장착가능^000000"
    ],
    "1215": [
		"날이 완만하게 휜 짧은 단도",
		"계열 : ^777777단검^000000    공격 : ^77777773^000000",
		"무게 : ^77777760^000000",
		"무기레벨 : ^7777772^000000",
		"요구 레벨 : ^77777712^000000",
		"장착 : ^777777노비스계열/검사계열/마법사계열/궁수계열/상인계열/도둑계열/소울링커/닌자 장착가능^000000"
    ],
    "1218": [
		"잘 만들어진 칼날이 돋보이는 단검",
		"계열 : ^777777단검^000000    공격 : ^77777787^000000",
		"무게 : ^77777770^000000",
		"무기레벨 : ^7777772^000000",
		"요구 레벨 : ^77777712^000000",
		"장착 : ^777777노비스계열/검사계열/마법사계열/궁수계열/상인계열/도둑계열/소울링커/닌자 장착가능^000000"
    ],
    "1221": [
		"고대 어느 왕국의 군대가 사용했다고 알려진 다목적 형태의 단검. 단검이라 하기엔 약간 긴 느낌도 든다",
		"계열 : ^777777단검^000000    공격 : ^777777105^000000",
		"무게 : ^77777770^000000",
		"무기레벨 : ^7777773^000000",
		"요구 레벨 : ^77777724^000000",
		"장착 : ^777777검사계열/마법사계열/궁수계열/상인계열/도둑계열/소울링커/닌자 장착가능^000000"
    ],
    "1222": [
		"특수한 제조법으로 만들어진 단검. 빛을 반사할때 드러나는 검신에 새겨진 물결무늬는 아름다움에 넋을 잃게 하기에 충분하다",
		"절대 손상되지 않는다.",
		"계열 : ^777777단검^000000    공격 : ^777777118^000000",
		"무게 : ^77777780^000000",
		"무기레벨 : ^7777773^000000",
		"요구 레벨 : ^77777724^000000",
		"장착 : ^777777검사계열/마법사계열/궁수계열/상인계열/도둑계열/소울링커/닌자 장착가능^000000"
    ],
    "7434": [
		"표지에 '포링도 이것만 있으면 속성포션 제조마스터!' 라는 문구가 있다. 속성포션의 제조방법이 알기 쉽게 정리된 책.",
		" - 저자 : 피스리크 큐브.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "7435": [
		"아름다운 금빛의 장신구. 고급스럽고 세련된 문양이 인간의 솜씨로 만든 것이 아닌 듯 하다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "7442": [
		"어둠의 색을 가진 심장 위에 붉은 피의 인이 그려져 있다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "7445": [
		"대지의 가장 아름다운 초록빛을 담은 구슬. 먼 동쪽에선 이 구슬이 소원을 이루어 준다는 전설이 있다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "7446": [
		"넓고 푸른 바다와 하늘의 푸른빛을 담은 구슬. 먼 동쪽에선 이 구슬이 소원을 이루어 준다는 전설이 있다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "7447": [
		"아름답게 타오르는 불꽃의 붉은빛을 담은 구슬. 먼 동쪽에선 이 구슬이 소원을 이루어 준다는 전설이 있다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "7448": [
		"보는 것만으로도 황홀해지는 금빛의 구슬. 먼 동쪽에선 이 구슬이 소원을 이루어 준다는 전설이 있다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "1301": [
		"손쉬운 사용법으로 누구나 사용할 수 있게 만들어진 도끼",
		"계열 : ^777777도끼^000000    공격 : ^77777738^000000",
		"무게 : ^77777780^000000",
		"무기레벨 : ^7777771^000000",
		"요구 레벨 : ^7777773^000000",
		"장착 : ^777777노비스계열/검사계열/상인계열/어쌔신 장착가능^000000"
    ],
    "7450": [
		"마검사의 견고한 갑옷이 깨어진 조각.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "7451": [
		"붉은 빛의 커다란 용의 비늘조각. 마법적 속성을 띄고있는 것 같다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "7453": [
		"강렬한 단맛의 액체로 요리의 맛을 돋구는 효과가 있다. 그냥 마시면 혀가 녹아버릴 것 만 같다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "7455": [
		"향기만으로 눈물이 날 만큼 맹렬하게 매운소스. '뜨거운 남자'의 맛을 낼때 쓰이는 것 같다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "1351": [
		"집단전투에서 위력을 발휘하는 양손도끼",
		"계열 : ^777777도끼^000000    공격 : ^77777780^000000",
		"무게 : ^777777150^000000",
		"무기레벨 : ^7777771^000000",
		"요구 레벨 : ^7777773^000000",
		"장착 : ^777777검사계열/상인계열 전용^000000"
    ],
    "1354": [
		"내려치는 위력이 압권인 대형 망치",
		"계열 : ^777777도끼^000000    공격 : ^777777120^000000",
		"무게 : ^777777200^000000",
		"무기레벨 : ^7777772^000000",
		"요구 레벨 : ^77777716^000000",
		"장착 : ^777777검사계열/상인계열 전용^000000"
    ],
    "1357": [
		"뭐든지 한방에 날려버릴 듯한 양손도끼",
		"계열 : ^777777도끼^000000    공격 : ^777777155^000000",
		"무게 : ^777777220^000000",
		"무기레벨 : ^7777773^000000",
		"요구 레벨 : ^77777730^000000",
		"장착 : ^777777검사계열/상인계열 전용^000000"
    ],
    "1360": [
		"무게를 이용해 내려꽂힐때의 파괴력이 무시무시한 양손도끼",
		"계열 : ^777777도끼^000000    공격 : ^777777185^000000",
		"무게 : ^777777250^000000",
		"무기레벨 : ^7777773^000000",
		"요구 레벨 : ^77777730^000000",
		"장착 : ^777777검사계열/상인계열 전용^000000"
    ],
    "7510": [
		"신비한 색의 꽃으로 옛 신들의 전쟁터였던 성지에서만 자라 발할라의 꽃이라고 불리운다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "7511": [
		"안쪽에 룬문자가 새겨져 있는 검은 빛의 구슬.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "11621": [
		"빨간허브를 잘 갈아 효능을 압축하여 만든 체력회복제 ^000088",
		"HP 를 325 가량 회복^000000 시켜 준다.",
		"무게 : ^7777777^000000",
		"요구 레벨 : ^77777760^000000",
		"재사용 대기시간 : ^7777771초^000000"
    ],
    "11622": [
		"노란허브를 잘 갈아 효능을 압축하여 만든 체력회복제 ^000088",
		"HP 를 900 가량 회복^000000 시켜 준다.",
		"무게 : ^77777710^000000",
		"요구 레벨 : ^77777760^000000",
		"재사용 대기시간 : ^7777771초^000000"
    ],
    "11623": [
		"하얀허브를 잘 갈아 효능을 압축하여 만든 체력회복제 ^000088",
		"HP 를 1800 가량 회복^000000 시켜 준다.",
		"무게 : ^77777714^000000",
		"요구 레벨 : ^77777760^000000",
		"재사용 대기시간 : ^7777771초^000000"
    ],
    "11624": [
		"파란허브를 잘 갈아 효능을 압축하여 만든 마력회복제 ^000088",
		"SP 를 180 가량 회복^000000 시켜 준다.",
		"무게 : ^77777710^000000",
		"요구 레벨 : ^77777760^000000",
		"재사용 대기시간 : ^77777710초^000000"
    ],
    "1401": [
		"한때 투창용으로도 사용되었던 작은 한손창",
		"계열 : ^777777창^000000		공격 : ^77777728^000000",
		"무게 : ^77777770^000000",
		"무기레벨 : ^7777771^000000",
		"요구 레벨 : ^7777774^000000",
		"장착 : ^777777검사계열 전용^000000"
    ],
    "1404": [
		"가장 범용적인 모습을 가진 한손창",
		"계열 : ^777777창^000000		공격 : ^77777744^000000",
		"무게 : ^77777785^000000",
		"무기레벨 : ^7777771^000000",
		"요구 레벨 : ^7777774^000000",
		"장착 : ^777777검사계열 전용^000000"
    ],
    "1407": [
		"보병들이 사용했다고 하는 긴 한손창",
		"계열 : ^777777창^000000		공격 : ^77777760^000000",
		"무게 : ^777777100^000000",
		"무기레벨 : ^7777771^000000",
		"요구 레벨 : ^7777774^000000",
		"장착 : ^777777검사계열 전용^000000"
    ],
    "1410": [
		"마상돌격용으로 사용되어지는 긴 창",
		"계열 : ^777777창^000000		공격 : ^777777185^000000",
		"무게 : ^777777250^000000",
		"무기레벨 : ^7777773^000000",
		"요구 레벨 : ^77777733^000000",
		"장착 : ^777777검사계열 전용^000000"
    ],
    "7561": [
		"단단하게 얼어붙은 심장. 매우 차가우므로 손조심.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "7562": [
		"비늘모양의 얼음조각. 녹지 않으며 얇기때문에 뒤가 비친다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "7565": [
		"식물에게서 얻을 수 있는 끈적거리는 독. 꽤 강력하여 이런저런 곳에 쓰인다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "7566": [
		"붉게 빛나는 7개의 눈이 달린 돌. 왠지 눈이 마주치면 기분이 나빠진다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "1451": [
		"안쪽으로 기울어진 검모양의 날을 가진 창.",
		"계열 : ^777777창^000000		공격 : ^77777784^000000",
		"무게 : ^777777100^000000",
		"무기레벨 : ^7777772^000000",
		"요구 레벨 : ^77777718^000000",
		"장착 : ^777777검사계열 전용^000000"
    ],
    "1454": [
		"검인지 창인지 알 수 없는 거대한 날을 가진 창",
		"계열 : ^777777창^000000		공격 : ^777777104^000000",
		"무게 : ^777777120^000000",
		"무기레벨 : ^7777772^000000",
		"요구 레벨 : ^77777718^000000",
		"장착 : ^777777검사계열 전용^000000"
    ],
    "1457": [
		"넓은 양쪽 날의 끝에 두개의 날카로운 돌기가 솟아나 있는 창.",
		"계열 : ^777777창^000000		공격 : ^777777124^000000",
		"무게 : ^777777200^000000",
		"무기레벨 : ^7777772^000000",
		"요구 레벨 : ^77777718^000000",
		"장착 : ^777777검사계열 전용^000000"
    ],
    "1460": [
		"어류 수렵용으로 만들어진 창으로 날이 세개가 달려있다는 것이 특징이다.",
		"계열 : ^777777창^000000		공격 : ^777777150^000000",
		"무게 : ^777777120^000000",
		"무기레벨 : ^7777773^000000",
		"요구 레벨 : ^77777733^000000",
		"장착 : ^777777검사계열 전용^000000"
    ],
    "1463": [
		"다채로운 동작이 가능한 전천후 양손창으로 좁은 장소에서는 쓸 수 없다는 단점이 있다",
		"계열 : ^777777창^000000		공격 : ^777777165^000000",
		"무게 : ^777777250^000000",
		"무기레벨 : ^7777773^000000",
		"요구 레벨 : ^77777733^000000",
		"장착 : ^777777검사계열 전용^000000"
    ],
    "1501": [
		"나무를 깍아 만든 방망이로 누구나 쉽게 사용할 수 있을 듯 하다",
		"계열 : ^777777둔기^000000    공격 : ^77777723^000000",
		"무게 : ^77777770^000000",
		"무기레벨 : ^7777771^000000",
		"요구 레벨 : ^7777772^000000",
		"장착 : ^777777노비스계열/검사계열/복사계열/상인계열 장착가능^000000"
    ],
    "1504": [
		"쇠로 만들어져 맞으면 꽤 아플 것 같아 보이는 형태의 둔기",
		"계열 : ^777777둔기^000000    공격 : ^77777737^000000",
		"무게 : ^77777780^000000",
		"무기레벨 : ^7777771^000000",
		"요구 레벨 : ^7777772^000000",
		"장착 : ^777777노비스계열/검사계열/복사계열/상인계열 장착가능^000000"
    ],
    "1507": [
		"한대 맞는 순간 정신이 몽롱해져 버릴 것만 같은 둔기",
		"계열 : ^777777둔기^000000    공격 : ^77777754^000000",
		"무게 : ^777777100^000000",
		"무기레벨 : ^7777772^000000",
		"요구 레벨 : ^77777714^000000",
		"장착 : ^777777노비스계열/검사계열/복사계열/상인계열 장착가능^000000"
    ],
    "1510": [
		"하나에서 여러 개의 머리를 갖고 있는 둔기로 맞으면 마치 여러 개의 둔기에 동시에 맞은 것 같은 느낌을 준다",
		"계열 : ^777777둔기^000000    공격 : ^77777769^000000",
		"무게 : ^77777790^000000",
		"무기레벨 : ^7777772^000000",
		"요구 레벨 : ^77777714^000000",
		"장착 : ^777777검사계열/복사계열/상인계열 장착가능^000000"
    ],
    "1513": [
		"새벽별이라는 이름에 걸맞지 않게 흉폭하고 보는 것도 두려울 정도의 대형 둔기",
		"계열 : ^777777둔기^000000    공격 : ^777777110^000000",
		"무게 : ^777777150^000000",
		"무기레벨 : ^7777773^000000",
		"요구 레벨 : ^77777727^000000",
		"장착 : ^777777검사계열/복사계열/상인계열 장착가능^000000"
    ],
    "1516": [
		"날이 달려있어 그 강력함이 배로 상승한 형태의 둔기",
		"계열 : ^777777둔기^000000    공격 : ^777777130^000000",
		"무게 : ^777777120^000000",
		"무기레벨 : ^7777773^000000",
		"요구 레벨 : ^77777727^000000",
		"장착 : ^777777검사계열/복사계열/상인계열 장착가능^000000"
    ],
    "1519": [
		"여러개의 사슬로 이루어져 맞을 경우 상당한 타격력과 더불어 맛깔나는 느낌을 제공해주는 둔기",
		"계열 : ^777777둔기^000000    공격 : ^77777784^000000",
		"무게 : ^77777780^000000",
		"무기레벨 : ^7777772^000000",
		"요구 레벨 : ^77777714^000000",
		"장착 : ^777777검사계열/복사계열/상인계열 장착가능^000000"
    ],
    "1522": [
		"한대 맞는 순간 아득한 느낌이 들며 세상을 초월한 느낌을 들게 만들어주는 둔기",
		"공격시 10% 확률로 적을 스턴에 걸리게 한다.",
		"계열 : ^777777둔기^000000    공격 : ^777777140^000000",
		"무게 : ^777777200^000000",
		"무기레벨 : ^7777773^000000",
		"요구 레벨 : ^77777727^000000",
		"장착 : ^777777복사계열 전용^000000"
    ],
    "7752": [
		"아직도 덜그럭 거리며 움직이는 해골. 가끔 노래를 부르기도 한다. 수집품 상인에게 팔린다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "7753": [
		"날이 빠지고 부러져서 더 이상 사용할 수 없는 농기구. 아무리 봐도 다시 쓸 수 없을 것 같지만, 수집품 상인에게는 팔린다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "1750": [
		"일반적인 화살로 어디서나 구할 수 있으며 재료도 구하기 쉬워 보편적으로 쓰인다",
		"계열 : ^777777화살^000000    공격 : ^77777725^000000",
		"무게 : ^7777770.1^000000		속성 : ^777777무^000000"
    ],
    "1751": [
		"축복받은 은으로 살촉을 만들어 성스러운 힘을 내포하고 있는 화살",
		"계열 : ^777777화살^000000 공격 : ^77777730^000000",
		"무게 : ^7777770.1^000000 속성 : ^777777성속성^000000"
    ],
    "1752": [
		"화살촉에 기름을 먹인 솜을 끼워 불을 붙여 날리게끔 만들어진 화살",
		"계열 : ^777777화살^000000 공격 : ^77777730^000000",
		"무게 : ^7777770.1^000000 속성 : ^777777화속성^000000"
    ],
    "1753": [
		"강철로 만든 화살. 높은 공격력을 가지고 있다.",
		"계열 : ^777777화살^000000    공격 : ^77777740^000000",
		"무게 : ^7777770.1^000000		속성 : ^777777무^000000"
    ],
    "1754": [
		"푸른 수정으로 만든 화살. 물의 힘을 가지고 있다.",
		"계열 : ^777777화살^000000    공격 : ^77777730^000000",
		"무게 : ^7777770.1^000000		속성 : ^777777수^000000"
    ],
    "1755": [
		"바람의 힘을 가지고 있는 마법의 화살.",
		"계열 : ^777777화살^000000    공격 : ^77777730^000000",
		"무게 : ^7777770.1^000000		속성 : ^777777풍^000000"
    ],
    "1756": [
		"단단한 암석을 깎아 만든 화살. 땅의 힘을 가지고 있다.",
		"계열 : ^777777화살^000000    공격 : ^77777730^000000",
		"무게 : ^7777770.1^000000		속성 : ^777777지^000000"
    ],
    "1757": [
		"실체가 없는, 빛나는 화살. 어떻게 날아갈까 궁금하지만 잘 날아간다.",
		"계열 : ^777777화살^000000    공격 : ^77777730^000000",
		"무게 : ^7777770.1^000000		속성 : ^777777염^000000"
    ],
    "1758": [
		"굉장히 둔탁하고 무거운 화살. 일정확률로 목표를 스턴 상태에 걸리게 한다. ",
		"계열 : ^777777화살^000000    공격 : ^7777771^000000",
		"무게 : ^7777770.1^000000		속성 : ^777777무^000000"
    ],
    "1759": [
		"얼음의 기운을 담고 있는 화살. 일정확률로 목표를 동빙 상태에 걸리게 한다. ",
		"계열 : ^777777화살^000000    공격 : ^7777771^000000",
		"무게 : ^7777770.1^000000		속성 : ^777777수^000000"
    ],
    "1760": [
		"목표에게 다가가 눈부신 빛을 뿜으며 터지는 화살. 일정확률로 목표를 암흑 상태에 걸리게 한다. ",
		"계열 : ^777777화살^000000    공격 : ^7777771^000000",
		"무게 : ^7777770.1^000000		속성 : ^777777무^000000"
    ],
    "1761": [
		"누군가의 저주가 담겨 있는 화살. 일정확률로 목표를 저주 상태에 걸리게 한다. ",
		"계열 : ^777777화살^000000    공격 : ^7777771^000000",
		"무게 : ^7777770.1^000000		속성 : ^777777무^000000"
    ],
    "1762": [
		"오래되어 녹슬어버린 화살.",
		"계열 : ^777777화살^000000    공격 : ^77777730^000000",
		"무게 : ^7777770.1^000000		속성 : ^777777독^000000"
    ],
    "1763": [
		"화살촉 끝에 독이 발라져 있는 화살. 일정확률로 목표를 독 상태에 걸리게 한다. ",
		"계열 : ^777777화살^000000    공격 : ^7777771^000000",
		"무게 : ^7777770.1^000000		속성 : ^777777독^000000"
    ],
    "1764": [
		"화살촉이 날카로운 톱니 모양을 하고 있는 화살. 공격시 크리티컬 확률이 올라간다. ",
		"계열 : ^777777화살^000000    공격 : ^77777710^000000",
		"무게 : ^7777770.1^000000		속성 : ^777777무^000000"
    ],
    "1765": [
		"오리데오콘으로 만든 아주 강력한 화살.",
		"계열 : ^777777화살^000000    공격 : ^77777750^000000",
		"무게 : ^7777770.1^000000		속성 : ^777777무^000000"
    ],
    "1767": [
		"그림자로 이루어진 암흑의 화살.",
		"계열 : ^777777화살^000000    공격 : ^77777730^000000",
		"무게 : ^7777770.1^000000		속성 : ^777777암^000000"
    ],
    "1768": [
		"목표를 깊은 잠에 들게 하는 화살. 일정확률로 목표를 수면 상태에 걸리게 한다. ",
		"계열 : ^777777화살^000000    공격 : ^7777771^000000",
		"무게 : ^7777770.1^000000		속성 : ^777777무^000000"
    ],
    "1769": [
		"입을 굳어버리게 하는 독이 발라진 화살. 일정확률로 목표를 침묵 상태에 걸리게 한다. ",
		"계열 : ^777777화살^000000    공격 : ^7777771^000000",
		"무게 : ^7777770.1^000000		속성 : ^777777무^000000"
    ],
    "1770": [
		"철로 만들어 일반 화살보다 강력하다.",
		"계열 : ^777777화살^000000    공격 : ^77777730^000000",
		"무게 : ^7777770.1^000000		속성 : ^777777무^000000"
    ],
    "1772": [
		"악한것을 파하는 기운을 가진 금속에 성수로 축복을 더해 화살을 만들었다.",
		"악마형 적에게 데미지 5% 증가.",
		"계열 : ^777777화살^000000    공격 : ^77777750^000000",
		"무게 : ^7777770.1^000000		속성 : ^777777성^000000"
    ],
    "7931": [
		"독을 제조할 수 있는 기본적인 도구는 모두 갖춰져 있다. 독 제조가 꿈이었던 당신을 위한 종합선물셋트.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "7932": [
		"취급주의. 붉고 예쁜 꽃과 향기에 현혹되면 큰일난다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "7933": [
		"취급주의. 붉은 열매가 먹기 좋게 익어있지만 향기는 마치 가축의 '그것'같다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "7934": [
		"취급주의. 고급 녹차와 같이 가장 끝부분의 어린 잎사귀를 사용해도 녹차는 아니다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "7935": [
		"취급주의. 아름다운 모습과 달리 아무향기도 없다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "7936": [
		"취급주의. 보랏빛 작고 귀여운 꽃이 앙증맞지만 만지면 가렵게 된다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "7937": [
		"취급주의. 아무데나 자라는 잡초 같지만 흰색 반점이 위험해보인다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "7938": [
		"금빛의 결정. 마치 햇빛을 담은 듯한 따뜻한 느낌이 든다.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "7939": [
		"성소에서 자라는 고령의 나무에서 채취한 작은 나뭇가지.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "1801": [
		"한대 맞는 순간 호랑이에게 물린 것 같은 치명적인 상처를 준다고 하는 손톱",
		"계열 : ^777777손톱^000000  공격 : ^77777730^000000",
		"무게 : ^77777740^000000",
		"무기레벨 : ^7777771^000000",
		"요구 레벨 : ^777777없음^000000",
		"장착 : ^777777프리스트/몽크 장착가능^000000"
    ],
    "1803": [
		"손목에서 손가락까지 전부 보호해주는 주먹 보호대",
		"계열 : ^777777손톱^000000  공격 : ^77777750^000000",
		"무게 : ^77777745^000000",
		"무기레벨 : ^7777772^000000",
		"요구 레벨 : ^77777712^000000",
		"장착 : ^777777프리스트/몽크 장착가능^000000"
    ],
    "1805": [
		"머나먼 동방의 작은 부족에서 사용하는 주먹보호대",
		"계열 : ^777777손톱^000000  공격 : ^77777765^000000",
		"무게 : ^77777745^000000",
		"무기레벨 : ^7777772^000000",
		"요구 레벨 : ^77777712^000000",
		"장착 : ^777777프리스트/몽크 장착가능^000000"
    ],
    "1807": [
		"손등부분을 딱딱한 장갑으로 덮어 주먹의 보호와 데미지의 향상이라는 장점을 살린 보호대",
		"계열 : ^777777손톱^000000  공격 : ^777777115^000000",
		"무게 : ^77777765^000000",
		"무기레벨 : ^7777773^000000",
		"요구 레벨 : ^77777724^000000",
		"장착 : ^777777프리스트/몽크 장착가능^000000"
    ],
    "1809": [
		"단순히 때린다는 측면이 아니라 긁거나 베는 능력도 갖고 있는 가공할 손톱",
		"STR + 2",
		"계열 : ^777777손톱^000000  공격 : ^77777786^000000",
		"무게 : ^77777750^000000",
		"무기레벨 : ^7777773^000000",
		"요구 레벨 : ^77777724^000000",
		"장착 : ^777777프리스트/몽크 장착가능^000000"
    ],
    "1811": [
		"손가락 하나하나에 칼날이 달려진 형태의 보호대로 이것을 끼고 차를 마시기에는 무리가 따른다",
		"계열 : ^777777손톱^000000  공격 : ^77777797^000000",
		"무게 : ^77777750^000000",
		"무기레벨 : ^7777773^000000",
		"요구 레벨 : ^77777724^000000",
		"장착 : ^777777프리스트/몽크 장착가능^000000"
    ],
    "12118": [
		"'불'의 속성에 저항력을 올려주는 포션. 상극인 속성에는 데미지를 더 받게 되니 주의하자.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "12119": [
		"'물'의 속성에 저항력을 올려주는 포션. 상극인 속성에는 데미지를 더 받게 되니 주의하자.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "12120": [
		"'땅'의 속성에 저항력을 올려주는 포션. 상극인 속성에는 데미지를 더 받게 되니 주의하자.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "12121": [
		"'바람'의 속성에 저항력을 올려주는 포션. 상극인 속성에는 데미지를 더 받게 되니 주의하자.",
		"^ffffff_^000000",
		"무게 : ^7777771^000000"
    ],
    "100231": [
		"자신이 받는 반사 데미지를 100% 감소시켜주는 황금빛 용액.",
		"지속시간 : 30초",
		"",
		"무게 : ^7777773^000000"
    ],
    "100232": [
		"빨간허브에서 추출한 용액과 이그드라실의 씨앗 파우더를 섞어 만든 붉은 용액.",
		"일정 시간동안 복용자의 근접 물리 데미지와 원거리 물리 데미지를 15% 증가시켜준다고 한다.",
		"지속시간 : 500초",
		"",
		"무게 : ^7777773^000000"
    ],
    "100233": [
		"파란허브에서 추출한 용액과 이그드라실의 씨앗 파우더를 섞어 만든 푸른 용액.",
		"일정 시간동안 복용자의 모든 속성 마법 데미지를 15% 증가시켜준다고 한다.",
		"지속시간 : 500초",
		"",
		"무게 : ^7777773^000000"
    ],
    "6128": [
		"길로틴 크로스 전용 해독제.",
		"^ffffff_^000000",
		"무게 : ^7777770^000000"
    ]
};


var item_desc = document.getElementById('itemDescript');

function item_desc_display(item_db) {
    var skill_get_id = item_db.id;
    var e = window.event;
    var posX = e.clientX + "px";
    var posY = e.clientY + "px";
    
    item_desc.style.position = "fixed";
    item_desc.style.left = posX;
    item_desc.style.top = posY;
    item_desc.style.display = 'block';
    
    var item_desc_html = '';
    
    if (item_description[skill_get_id]) {
        item_description[skill_get_id].forEach(function(description) {
            var result = description.replace(/\^000000/gi, "</font>").replace(/\^([0-9a-fA-F]{6})/gi, "<font color='#$1'>");
            item_desc_html += `<p>` + result + `</p>`;
        });
        item_desc.innerHTML = item_desc_html;
    } else {
        item_desc.innerHTML = '<p>No description available.</p>';
    }
}

function display_reset() {
    item_desc.innerHTML = '';
    item_desc.style.display = 'none';
}
