var data = [
    {
		result: ["화살", 1750, 20],
		skill: "화살 만들기",
		materials: [
			["메마른 나무 조각", 1068, 1]
		]
	},
	{
		result: ["화살", 1750, 50],
		skill: "화살 만들기",
		materials: [
			["선인장의 뾰족한 침", 952, 1]
		]
	},
	{
		result: ["화살", 1750, 20],
		skill: "화살 만들기",
		materials: [
			["결이 고운 나무 조각", 1066, 1]
		]
	},
	{
		result: ["화살", 1750, 4],
		skill: "화살 만들기",
		materials: [
			["젤로피", 909, 1]
		]
	},
	{
		result: ["화살", 1750, 100],
		skill: "화살 만들기",
		materials: [
			["시계바늘", 1095, 1]
		]
	},
	{
		result: ["화살", 1750, 100],
		skill: "화살 만들기",
		materials: [
			["깨진 방패 조각", 7108, 1]
		]
	},
	{
		result: ["화살", 1750, 70],
		skill: "화살 만들기",
		materials: [
			["고슴도치의 가시", 1027, 1]
		]
	},
	{
		result: ["화살", 1750, 100],
		skill: "화살 만들기",
		materials: [
			["해골갑옷의 조각", 7450, 1]
		]
	},
	{
		result: ["화살", 1750, 20],
		skill: "화살 만들기",
		materials: [
			["단단한 나무 조각", 1067, 1]
		]
	},
	{
		result: ["화살", 1750, 100],
		skill: "화살 만들기",
		materials: [
			["빛나는 창날", 7109, 1]
		]
	},
	{
		result: ["화살", 1750, 7],
		skill: "화살 만들기",
		materials: [
			["늙은나무의 뿌리", 902, 1]
		]
	},
	{
		result: ["화살", 1750, 40],
		skill: "화살 만들기",
		materials: [
			["나무 조각", 1019, 1]
		]
	},
	{
		result: ["화살", 1750, 700],
		skill: "화살 만들기",
		materials: [
			["우든 메일", 2328, 1]
		]
	},
	{
		result: ["화살", 1750, 1000],
		skill: "화살 만들기",
		materials: [
			["우든 메일 [1]", 2328, 1]
		]
	},
	{
		result: ["그림자의 화살", 1767, 150],
		skill: "화살 만들기",
		materials: [
			["듀라한의 갑옷조각", 7210, 1]
		]
	},
	{
		result: ["그림자의 화살", 1767, 200],
		skill: "화살 만들기",
		materials: [
			["어둠에 잠긴 칼날", 7023, 1]
		]
	},
	{
		result: ["그림자의 화살", 1767, 8],
		skill: "화살 만들기",
		materials: [
			["석탄", 1003, 1]
		]
	},
	{
		result: ["그림자의 화살", 1767, 50],
		skill: "화살 만들기",
		materials: [
			["덜그럭거리는 해골", 7752, 1]
		]
	},
	{
		result: ["그림자의 화살", 1767, 50],
		skill: "화살 만들기",
		materials: [
			["검은 수정의 조각", 7315, 1]
		]
	},
	{
		result: ["그림자의 화살", 1767, 1],
		skill: "화살 만들기",
		materials: [
			["죽은자의 손톱", 957, 1]
		]
	},
	{
		result: ["그림자의 화살", 1767, 2],
		skill: "화살 만들기",
		materials: [
			["도깨비의 뿔", 1021, 1]
		]
	},
	{
		result: ["그림자의 화살", 1767, 2],
		skill: "화살 만들기",
		materials: [
			["악마의 뿔", 923, 1]
		]
	},
	{
		result: ["그림자의 화살", 1767, 5],
		skill: "화살 만들기",
		materials: [
			["죽은자의 이빨", 958, 1]
		]
	},
	{
		result: ["그림자의 화살", 1767, 100],
		skill: "화살 만들기",
		materials: [
			["시계탑지하의 열쇠", 7027, 1]
		]
	},
	{
		result: ["그림자의 화살", 1767, 1000],
		skill: "화살 만들기",
		materials: [
			["로키의 속삭임", 7019, 1]
		]
	},
	{
		result: ["그림자의 화살", 1767, 300],
		skill: "화살 만들기",
		materials: [
			["어둠의 룬", 7511, 1]
		]
	},
	{
		result: ["그림자의 화살", 1767, 200],
		skill: "화살 만들기",
		materials: [
			["해골갑옷의 조각", 7450, 1]
		]
	},
	{
		result: ["그림자의 화살", 1767, 50],
		skill: "화살 만들기",
		materials: [
			["얽힌 사슬", 7221, 1]
		]
	},
	{
		result: ["그림자의 화살", 1767, 1],
		skill: "화살 만들기",
		materials: [
			["박쥐의 이빨", 913, 1]
		]
	},
	{
		result: ["그림자의 화살", 1767, 50],
		skill: "화살 만들기",
		materials: [
			["암흑의 의지", 7340, 1]
		]
	},
	{
		result: ["그림자의 화살", 1767, 100],
		skill: "화살 만들기",
		materials: [
			["붉은 암흑의 의지", 7566, 1]
		]
	},
	{
		result: ["바람의 화살", 1755, 50],
		skill: "화살 만들기",
		materials: [
			["청색의 보주", 7446, 1]
		]
	},
	{
		result: ["바람의 화살", 1755, 200],
		skill: "화살 만들기",
		materials: [
			["묘안석", 7263, 1]
		]
	},
	{
		result: ["바람의 화살", 1755, 50],
		skill: "화살 만들기",
		materials: [
			["마타의 목걸이", 2618, 1]
		]
	},
	{
		result: ["바람의 화살", 1755, 450],
		skill: "화살 만들기",
		materials: [
			["러프 윈드", 996, 1]
		]
	},
	{
		result: ["바람의 화살", 1755, 150],
		skill: "화살 만들기",
		materials: [
			["윈드 오브 버듀어", 992, 1]
		]
	},
	{
		result: ["수정의 화살", 1754, 300],
		skill: "화살 만들기",
		materials: [
			["고대어의 이빨", 1053, 1]
		]
	},
	{
		result: ["수정의 화살", 1754, 50],
		skill: "화살 만들기",
		materials: [
			["청색의 보주", 7446, 1]
		]
	},
	{
		result: ["수정의 화살", 1754, 30],
		skill: "화살 만들기",
		materials: [
			["블루 젬스톤", 717, 1]
		]
	},
	{
		result: ["수정의 화살", 1754, 150],
		skill: "화살 만들기",
		materials: [
			["크리스탈 블루", 991, 1]
		]
	},
	{
		result: ["수정의 화살", 1754, 100],
		skill: "화살 만들기",
		materials: [
			["하티의 이빨", 7036, 1]
		]
	},
	{
		result: ["수정의 화살", 1754, 200],
		skill: "화살 만들기",
		materials: [
			["아가미의 헬름", 5014, 1]
		]
	},
	{
		result: ["수정의 화살", 1754, 50],
		skill: "화살 만들기",
		materials: [
			["얼음 심장", 7561, 1]
		]
	},
	{
		result: ["수정의 화살", 1754, 150],
		skill: "화살 만들기",
		materials: [
			["가시달린 아가미", 956, 1]
		]
	},
	{
		result: ["수정의 화살", 1754, 100],
		skill: "화살 만들기",
		materials: [
			["얼음조각", 7066, 1]
		]
	},
	{
		result: ["수정의 화살", 1754, 150],
		skill: "화살 만들기",
		materials: [
			["얼음 비늘", 7562, 1]
		]
	},
	{
		result: ["수정의 화살", 1754, 450],
		skill: "화살 만들기",
		materials: [
			["미스틱 프로즌", 995, 1]
		]
	},
	{
		result: ["커스 애로우", 1761, 20],
		skill: "화살 만들기",
		materials: [
			["반혼부", 609, 1]
		]
	},
	{
		result: ["커스 애로우", 1761, 200],
		skill: "화살 만들기",
		materials: [
			["피로 물든 칼날", 7024, 1]
		]
	},
	{
		result: ["커스 애로우", 1761, 20],
		skill: "화살 만들기",
		materials: [
			["부러진 농기구", 7753, 1]
		]
	},
	{
		result: ["커스 애로우", 1761, 50],
		skill: "화살 만들기",
		materials: [
			["덜그럭거리는 해골", 7752, 1]
		]
	},
	{
		result: ["커스 애로우", 1761, 50],
		skill: "화살 만들기",
		materials: [
			["저주받은 루비", 724, 1]
		]
	},
	{
		result: ["커스 애로우", 1761, 50],
		skill: "화살 만들기",
		materials: [
			["저주받은 인", 7442, 1]
		]
	},
	{
		result: ["커스 애로우", 1761, 30],
		skill: "화살 만들기",
		materials: [
			["검은 수정의 조각", 7315, 1]
		]
	},
	{
		result: ["커스 애로우", 1761, 50],
		skill: "화살 만들기",
		materials: [
			["드래곤의 껍질", 7123, 1]
		]
	},
	{
		result: ["커스 애로우", 1761, 2],
		skill: "화살 만들기",
		materials: [
			["새끼악마의 뿔", 1038, 1]
		]
	},
	{
		result: ["커스 애로우", 1761, 2],
		skill: "화살 만들기",
		materials: [
			["어머니의 악몽", 7020, 1]
		]
	},
	{
		result: ["커스 애로우", 1761, 1],
		skill: "화살 만들기",
		materials: [
			["레드 젬스톤", 716, 1]
		]
	},
	{
		result: ["커스 애로우", 1761, 30],
		skill: "화살 만들기",
		materials: [
			["암흑의 의지", 7340, 1]
		]
	},
	{
		result: ["커스 애로우", 1761, 200],
		skill: "화살 만들기",
		materials: [
			["붉은 암흑의 의지", 7566, 1]
		]
	},
	{
		result: ["불화살", 1752, 150],
		skill: "화살 만들기",
		materials: [
			["불타는 심장", 7097, 1]
		]
	},
	{
		result: ["불화살", 1752, 250],
		skill: "화살 만들기",
		materials: [
			["타다만 나무", 7068, 1]
		]
	},
	{
		result: ["불화살", 1752, 300],
		skill: "화살 만들기",
		materials: [
			["화룡의 비늘조각", 7451, 1]
		]
	},
	{
		result: ["불화살", 1752, 1800],
		skill: "화살 만들기",
		materials: [
			["프레임 하트", 994, 1]
		]
	},
	{
		result: ["불화살", 1752, 100],
		skill: "화살 만들기",
		materials: [
			["불씨", 7098, 1]
		]
	},
	{
		result: ["불화살", 1752, 3000],
		skill: "화살 만들기",
		materials: [
			["성냥", 7035, 1]
		]
	},
	{
		result: ["불화살", 1752, 100],
		skill: "화살 만들기",
		materials: [
			["홍색의 보주", 7447, 1]
		]
	},
	{
		result: ["불화살", 1752, 600],
		skill: "화살 만들기",
		materials: [
			["레드 블러드", 990, 1]
		]
	},
	{
		result: ["플래쉬 애로우", 1760, 10],
		skill: "화살 만들기",
		materials: [
			["수정의 조각", 7321, 1]
		]
	},
	{
		result: ["플래쉬 애로우", 1760, 5],
		skill: "화살 만들기",
		materials: [
			["악마의 뿔", 923, 1]
		]
	},
	{
		result: ["플래쉬 애로우", 1760, 200],
		skill: "화살 만들기",
		materials: [
			["장님의 어리석음", 7021, 1]
		]
	},
	{
		result: ["플래쉬 애로우", 1760, 1000],
		skill: "화살 만들기",
		materials: [
			["글리터링 클로스 [1]", 2319, 1]
		]
	},
	
	{
		result: ["플래쉬 애로우", 1760, 50],
		skill: "화살 만들기",
		materials: [
			["황금", 969, 1]
		]
	},
	{
		result: ["플래쉬 애로우", 1760, 5],
		skill: "화살 만들기",
		materials: [
			["그레이트 네이쳐", 997, 1]
		]
	},
	{
		result: ["플래쉬 애로우", 1760, 80],
		skill: "화살 만들기",
		materials: [
			["홍색의 보주", 7447, 1]
		]
	},
	{
		result: ["플래쉬 애로우", 1760, 150],
		skill: "화살 만들기",
		materials: [
			["어둠의 룬", 7511, 1]
		]
	},
	{
		result: ["플래쉬 애로우", 1760, 30],
		skill: "화살 만들기",
		materials: [
			["별의 조각", 1000, 1]
		]
	},
	{
		result: ["플래쉬 애로우", 1760, 10],
		skill: "화살 만들기",
		materials: [
			["별의 가루", 1001, 1]
		]
	},
	{
		result: ["프리징 애로우", 1759, 80],
		skill: "화살 만들기",
		materials: [
			["청색의 보주", 7446, 1]
		]
	},
	{
		result: ["프리징 애로우", 1759, 1],
		skill: "화살 만들기",
		materials: [
			["블루 젬스톤", 717, 1]
		]
	},
	{
		result: ["프리징 애로우", 1759, 50],
		skill: "화살 만들기",
		materials: [
			["얼음 심장", 7561, 1]
		]
	},
	{
		result: ["프리징 애로우", 1759, 400],
		skill: "화살 만들기",
		materials: [
			["얼음 비늘", 7562, 1]
		]
	},
	{
		result: ["프리징 애로우", 1759, 5],
		skill: "화살 만들기",
		materials: [
			["미스틱 프로즌", 995, 1]
		]
	},
	{
		result: ["성스러운 화살", 1772, 300],
		skill: "화살 만들기",
		materials: [
			["금색 장신구", 7435, 1]
		]
	},
	{
		result: ["성스러운 화살", 1772, 600],
		skill: "화살 만들기",
		materials: [
			["발할라의 꽃", 7510, 1]
		]
	},
	{
		result: ["무형의 화살", 1757, 600],
		skill: "화살 만들기",
		materials: [
			["엠펠리움", 714, 1]
		]
	},
	{
		result: ["무형의 화살", 1757, 300],
		skill: "화살 만들기",
		materials: [
			["깨진 방패 조각", 7108, 1]
		]
	},
	{
		result: ["무형의 화살", 1757, 10],
		skill: "화살 만들기",
		materials: [
			["실버 로브 [1]", 2333, 1]
		]
	},
	{
		result: ["무형의 화살", 1757, 500],
		skill: "화살 만들기",
		materials: [
			["해골갑옷의 조각", 7450, 1]
		]
	},
	{
		result: ["무형의 화살", 1757, 600],
		skill: "화살 만들기",
		materials: [
			["발할라의 꽃", 7510, 1]
		]
	},
	{
		result: ["무형의 화살", 1757, 50],
		skill: "화살 만들기",
		materials: [
			["황색의 보주", 7448, 1]
		]
	},
	{
		result: ["철 화살", 1770, 40],
		skill: "화살 만들기",
		materials: [
			["도깨비의 뿔", 1021, 1]
		]
	},
	{
		result: ["철 화살", 1770, 50],
		skill: "화살 만들기",
		materials: [
			["드래곤의 이빨", 1035, 1]
		]
	},
	{
		result: ["철 화살", 1770, 2],
		skill: "화살 만들기",
		materials: [
			["빈병", 713, 1]
		]
	},
	{
		result: ["철 화살", 1770, 200],
		skill: "화살 만들기",
		materials: [
			["엠베르타콘", 1011, 1]
		]
	},
	{
		result: ["철 화살", 1770, 12],
		skill: "화살 만들기",
		materials: [
			["가렛", 910, 1]
		]
	},
	{
		result: ["철 화살", 1770, 80],
		skill: "화살 만들기",
		materials: [
			["가시달린 아가미", 956, 1]
		]
	},
	{
		result: ["철 화살", 1770, 35],
		skill: "화살 만들기",
		materials: [
			["딱딱한 뿔", 947, 1]
		]
	},
	{
		result: ["철 화살", 1770, 100],
		skill: "화살 만들기",
		materials: [
			["철", 998, 1]
		]
	},
	{
		result: ["철 화살", 1770, 50],
		skill: "화살 만들기",
		materials: [
			["철광석", 1002, 1]
		]
	},
	{
		result: ["철 화살", 1770, 80],
		skill: "화살 만들기",
		materials: [
			["랜턴", 1041, 1]
		]
	},
	{
		result: ["철 화살", 1770, 50],
		skill: "화살 만들기",
		materials: [
			["사마귀의 팔", 1031, 1]
		]
	},
	{
		result: ["철 화살", 1770, 50],
		skill: "화살 만들기",
		materials: [
			["두더지의 손톱", 1018, 1]
		]
	},
	{
		result: ["철 화살", 1770, 30],
		skill: "화살 만들기",
		materials: [
			["오크의 송곳니", 922, 1]
		]
	},
	{
		result: ["철 화살", 1770, 50],
		skill: "화살 만들기",
		materials: [
			["프라콘", 1010, 1]
		]
	},
	{
		result: ["철 화살", 1770, 100],
		skill: "화살 만들기",
		materials: [
			["말고삐", 1064, 1]
		]
	},
	{
		result: ["철 화살", 1770, 700],
		skill: "화살 만들기",
		materials: [
			["족쇄", 2408, 1]
		]
	},
	{
		result: ["철 화살", 1770, 15],
		skill: "화살 만들기",
		materials: [
			["늑대의 발톱", 920, 1]
		]
	},
	{
		result: ["철 화살", 1770, 500],
		skill: "화살 만들기",
		materials: [
			["우든 메일", 2328, 1]
		]
	},
	{
		result: ["철 화살", 1770, 700],
		skill: "화살 만들기",
		materials: [
			["우든 메일 [1]", 2329, 1]
		]
	},
	{
		result: ["사일런스 애로우", 1769, 50],
		skill: "화살 만들기",
		materials: [
			["저주받은 인", 7442, 1]
		]
	},
	{
		result: ["사일런스 애로우", 1769, 40],
		skill: "화살 만들기",
		materials: [
			["고목나무 가지", 604, 1]
		]
	},
	{
		result: ["사일런스 애로우", 1769, 50],
		skill: "화살 만들기",
		materials: [
			["드래곤의 껍질", 7123, 1]
		]
	},
	{
		result: ["사일런스 애로우", 1769, 600],
		skill: "화살 만들기",
		materials: [
			["엠펠리움", 714, 1]
		]
	},
	{
		result: ["사일런스 애로우", 1769, 5],
		skill: "화살 만들기",
		materials: [
			["프레임 하트", 994, 1]
		]
	},
	{
		result: ["사일런스 애로우", 1769, 200],
		skill: "화살 만들기",
		materials: [
			["얼음 비늘", 7562, 1]
		]
	},
	{
		result: ["사일런스 애로우", 1769, 400],
		skill: "화살 만들기",
		materials: [
			["마왕의 눈물", 7025, 1]
		]
	},
	{
		result: ["사일런스 애로우", 1769, 40],
		skill: "화살 만들기",
		materials: [
			["오페라 가면", 2281, 1]
		]
	},
	{
		result: ["사일런스 애로우", 1769, 1000],
		skill: "화살 만들기",
		materials: [
			["어린 나뭇가지", 7018, 1]
		]
	},
	{
		result: ["오리데오콘 화살", 1765, 1],
		skill: "화살 만들기",
		materials: [
			["드래곤의 이빨", 1035, 1]
		]
	},
	{
		result: ["오리데오콘 화살", 1765, 600],
		skill: "화살 만들기",
		materials: [
			["엠펠리움", 714, 1]
		]
	},
	{
		result: ["오리데오콘 화살", 1765, 50],
		skill: "화살 만들기",
		materials: [
			["황금", 969, 1]
		]
	},
	{
		result: ["오리데오콘 화살", 1765, 1],
		skill: "화살 만들기",
		materials: [
			["오크용자의 증표", 968, 1]
		]
	},
	{
		result: ["오리데오콘 화살", 1765, 50],
		skill: "화살 만들기",
		materials: [
			["시계탑의 열쇠", 7026, 1]
		]
	},
	{
		result: ["오리데오콘 화살", 1765, 1000],
		skill: "화살 만들기",
		materials: [
			["낡은 손잡이", 7022, 1]
		]
	},
	{
		result: ["오리데오콘 화살", 1765, 250],
		skill: "화살 만들기",
		materials: [
			["오리데오콘", 984, 1]
		]
	},
	{
		result: ["오리데오콘 화살", 1765, 100],
		skill: "화살 만들기",
		materials: [
			["깨진 방패 조각", 7108, 1]
		]
	},
	{
		result: ["오리데오콘 화살", 1765, 50],
		skill: "화살 만들기",
		materials: [
			["오리데오콘 원석", 756, 1]
		]
	},
	{
		result: ["오리데오콘 화살", 1765, 100],
		skill: "화살 만들기",
		materials: [
			["빛나는 창날", 7109, 1]
		]
	},
	{
		result: ["오리데오콘 화살", 1765, 100],
		skill: "화살 만들기",
		materials: [
			["해골갑옷의 조각", 7450, 1]
		]
	},
	{
		result: ["독화살", 1763, 80],
		skill: "화살 만들기",
		materials: [
			["녹색의 보주", 7445, 1]
		]
	},
	{
		result: ["독화살", 1763, 80],
		skill: "화살 만들기",
		materials: [
			["벌레의 긴 다리", 7316, 1]
		]
	},
	{
		result: ["독화살", 1763, 20],
		skill: "화살 만들기",
		materials: [
			["독두꺼비의 껍질", 7155, 1]
		]
	},
	{
		result: ["독화살", 1763, 1],
		skill: "화살 만들기",
		materials: [
			["레드 젬스톤", 716, 1]
		]
	},
	{
		result: ["독화살", 1763, 1],
		skill: "화살 만들기",
		materials: [
			["썩어버린 비늘", 959, 1]
		]
	},
	{
		result: ["독화살", 1763, 1],
		skill: "화살 만들기",
		materials: [
			["독 송곳니", 937, 1]
		]
	},
	{
		result: ["독화살", 1763, 30],
		skill: "화살 만들기",
		materials: [
			["암흑의 의지", 7340, 1]
		]
	},
	{
		result: ["독화살", 1763, 200],
		skill: "화살 만들기",
		materials: [
			["붉은 암흑의 의지", 7566, 1]
		]
	},
	{
		result: ["녹슨 화살", 1762, 1],
		skill: "화살 만들기",
		materials: [
			["벌의 뒷침", 939, 1]
		]
	},
	{
		result: ["녹슨 화살", 1762, 50],
		skill: "화살 만들기",
		materials: [
			["부러진 농기구", 7753, 1]
		]
	},
	{
		result: ["녹슨 화살", 1762, 1],
		skill: "화살 만들기",
		materials: [
			["죽은자의 손톱", 957, 1]
		]
	},
	{
		result: ["녹슨 화살", 1762, 100],
		skill: "화살 만들기",
		materials: [
			["오래된 곡괭이", 7318, 1]
		]
	},
	{
		result: ["녹슨 화살", 1762, 5],
		skill: "화살 만들기",
		materials: [
			["오우거의 이빨", 7002, 1]
		]
	},
	{
		result: ["녹슨 화살", 1762, 10],
		skill: "화살 만들기",
		materials: [
			["레드 젬스톤", 716, 1]
		]
	},
	{
		result: ["녹슨 화살", 1762, 3],
		skill: "화살 만들기",
		materials: [
			["전갈의 꼬리", 904, 1]
		]
	},
	{
		result: ["녹슨 화살", 1762, 100],
		skill: "화살 만들기",
		materials: [
			["낡은 철판", 7319, 1]
		]
	},
	{
		result: ["녹슨 화살", 1762, 5],
		skill: "화살 만들기",
		materials: [
			["제노크의 이빨", 1044, 1]
		]
	},
	{
		result: ["날카로운 화살", 1764, 600],
		skill: "화살 만들기",
		materials: [
			["어둠에 잠긴 칼날", 7023, 1]
		]
	},
	{
		result: ["날카로운 화살", 1764, 600],
		skill: "화살 만들기",
		materials: [
			["피로 물든 칼날", 7024, 1]
		]
	},
	{
		result: ["날카로운 화살", 1764, 10],
		skill: "화살 만들기",
		materials: [
			["부러진 농기구", 7753, 1]
		]
	},
	{
		result: ["날카로운 화살", 1764, 2],
		skill: "화살 만들기",
		materials: [
			["날카로운 송곳니", 1063, 1]
		]
	},
	{
		result: ["날카로운 화살", 1764, 20],
		skill: "화살 만들기",
		materials: [
			["단단한 더듬이", 7163, 1]
		]
	},
	{
		result: ["날카로운 화살", 1764, 10],
		skill: "화살 만들기",
		materials: [
			["벌레의 긴 다리", 7316, 1]
		]
	},
	{
		result: ["날카로운 화살", 1764, 10],
		skill: "화살 만들기",
		materials: [
			["표범의 발톱", 7172, 1]
		]
	},
	{
		result: ["날카로운 화살", 1764, 1],
		skill: "화살 만들기",
		materials: [
			["사마귀의 팔", 1031, 1]
		]
	},
	{
		result: ["날카로운 화살", 1764, 10],
		skill: "화살 만들기",
		materials: [
			["마타의 목걸이", 2618, 1]
		]
	},
	{
		result: ["날카로운 화살", 1764, 200],
		skill: "화살 만들기",
		materials: [
			["스크래치 마스크", 2288, 1]
		]
	},
	{
		result: ["날카로운 화살", 1764, 50],
		skill: "화살 만들기",
		materials: [
			["오래된 파란상자", 603, 1]
		]
	},
	{
		result: ["날카로운 화살", 1764, 30],
		skill: "화살 만들기",
		materials: [
			["날카로운 잎사귀", 7100, 1]
		]
	},
	{
		result: ["날카로운 화살", 1764, 600],
		skill: "화살 만들기",
		materials: [
			["발할라의 꽃", 7510, 1]
		]
	},
	{
		result: ["은화살", 1751, 40],
		skill: "화살 만들기",
		materials: [
			["엠베르타콘", 1011, 1]
		]
	},
	{
		result: ["은화살", 1751, 40],
		skill: "화살 만들기",
		materials: [
			["날카로운 송곳니", 1063, 1]
		]
	},
	{
		result: ["은화살", 1751, 200],
		skill: "화살 만들기",
		materials: [
			["금색 장신구", 7435, 1]
		]
	},
	{
		result: ["은화살", 1751, 700],
		skill: "화살 만들기",
		materials: [
			["실버 로브", 2332, 1]
		]
	},
	{
		result: ["은화살", 1751, 1000],
		skill: "화살 만들기",
		materials: [
			["실버 로브 [1]", 2333, 1]
		]
	},
	{
		result: ["은화살", 1751, 1000],
		skill: "화살 만들기",
		materials: [
			["새하얀 뿔", 2257, 1]
		]
	},
	{
		result: ["은화살", 1751, 50],
		skill: "화살 만들기",
		materials: [
			["황색의 보주", 7448, 1]
		]
	},
	{
		result: ["은화살", 1751, 40],
		skill: "화살 만들기",
		materials: [
			["자르곤", 912, 1]
		]
	},
	{
		result: ["슬립 애로우", 1768, 30],
		skill: "화살 만들기",
		materials: [
			["수정의 조각", 7321, 1]
		]
	},
	{
		result: ["슬립 애로우", 1768, 10],
		skill: "화살 만들기",
		materials: [
			["저주받은 루비", 724, 1]
		]
	},
	{
		result: ["슬립 애로우", 1768, 800],
		skill: "화살 만들기",
		materials: [
			["마왕의 눈물", 7025, 1]
		]
	},
	{
		result: ["슬립 애로우", 1768, 5],
		skill: "화살 만들기",
		materials: [
			["시계바늘", 1095, 1]
		]
	},
	{
		result: ["슬립 애로우", 1768, 50],
		skill: "화살 만들기",
		materials: [
			["오래된 파란상자", 603, 1]
		]
	},
	{
		result: ["슬립 애로우", 1768, 5],
		skill: "화살 만들기",
		materials: [
			["러프 윈드", 996, 1]
		]
	},
	{
		result: ["슬립 애로우", 1768, 1],
		skill: "화살 만들기",
		materials: [
			["황색의 보주", 7448, 1]
		]
	},
	{
		result: ["슬립 애로우", 1768, 1],
		skill: "화살 만들기",
		materials: [
			["옐로우 젬스톤", 715, 1]
		]
	},
	{
		result: ["강철의 화살", 1753, 20],
		skill: "화살 만들기",
		materials: [
			["고대어의 이빨", 1053, 1]
		]
	},
	{
		result: ["강철의 화살", 1753, 50],
		skill: "화살 만들기",
		materials: [
			["찌그러진 주전자", 7323, 1]
		]
	},
	{
		result: ["강철의 화살", 1753, 100],
		skill: "화살 만들기",
		materials: [
			["불타는 말발굽", 7120, 1]
		]
	},
	{
		result: ["강철의 화살", 1753, 150],
		skill: "화살 만들기",
		materials: [
			["깨진 갑옷조각", 7069, 1]
		]
	},
	{
		result: ["강철의 화살", 1753, 10],
		skill: "화살 만들기",
		materials: [
			["드래곤의 껍질", 7123, 1]
		]
	},
	{
		result: ["강철의 화살", 1753, 1000],
		skill: "화살 만들기",
		materials: [
			["에르늄", 985, 1]
		]
	},
	{
		result: ["강철의 화살", 1753, 200],
		skill: "화살 만들기",
		materials: [
			["아가미의 헬름", 5014, 1]
		]
	},
	{
		result: ["강철의 화살", 1753, 50],
		skill: "화살 만들기",
		materials: [
			["수갑", 1098, 1]
		]
	},
	{
		result: ["강철의 화살", 1753, 100],
		skill: "화살 만들기",
		materials: [
			["마타의 목걸이", 2618, 1]
		]
	},
	{
		result: ["강철의 화살", 1753, 300],
		skill: "화살 만들기",
		materials: [
			["스크래치 마스크", 2288, 1]
		]
	},
	{
		result: ["강철의 화살", 1753, 30],
		skill: "화살 만들기",
		materials: [
			["오우거의 이빨", 7002, 1]
		]
	},
	{
		result: ["강철의 화살", 1753, 50],
		skill: "화살 만들기",
		materials: [
			["오래된 곡괭이", 7318, 1]
		]
	},
	{
		result: ["강철의 화살", 1753, 200],
		skill: "화살 만들기",
		materials: [
			["오페라 가면", 2281, 1]
		]
	},
	{
		result: ["강철의 화살", 1753, 10],
		skill: "화살 만들기",
		materials: [
			["오크의 손톱", 1043, 1]
		]
	},
	{
		result: ["강철의 화살", 1753, 5],
		skill: "화살 만들기",
		materials: [
			["오크의 송곳니", 922, 1]
		]
	},
	{
		result: ["강철의 화살", 1753, 100],
		skill: "화살 만들기",
		materials: [
			["깨진 방패 조각", 7108, 1]
		]
	},
	{
		result: ["강철의 화살", 1753, 50],
		skill: "화살 만들기",
		materials: [
			["말고삐", 1064, 1]
		]
	},
	{
		result: ["강철의 화살", 1753, 200],
		skill: "화살 만들기",
		materials: [
			["에르늄 원석", 757, 1]
		]
	},
	{
		result: ["강철의 화살", 1753, 8],
		skill: "화살 만들기",
		materials: [
			["셀", 911, 1]
		]
	},
	{
		result: ["강철의 화살", 1753, 50],
		skill: "화살 만들기",
		materials: [
			["족쇄", 2408, 1]
		]
	},
	{
		result: ["강철의 화살", 1753, 100],
		skill: "화살 만들기",
		materials: [
			["강철", 999, 1]
		]
	},
	{
		result: ["강철의 화살", 1753, 50],
		skill: "화살 만들기",
		materials: [
			["얽힌 사슬", 7221, 1]
		]
	},
	{
		result: ["강철의 화살", 1753, 100],
		skill: "화살 만들기",
		materials: [
			["낡은 철판", 7319, 1]
		]
	},
	{
		result: ["강철의 화살", 1753, 200],
		skill: "화살 만들기",
		materials: [
			["용접 마스크", 2292, 1]
		]
	},
	{
		result: ["암석 화살", 1756, 450],
		skill: "화살 만들기",
		materials: [
			["그레이트 네이쳐", 997, 1]
		]
	},
	{
		result: ["암석 화살", 1756, 100],
		skill: "화살 만들기",
		materials: [
			["녹색의 보주", 7445, 1]
		]
	},
	{
		result: ["암석 화살", 1756, 150],
		skill: "화살 만들기",
		materials: [
			["그린 라이브", 993, 1]
		]
	},
	{
		result: ["암석 화살", 1756, 60],
		skill: "화살 만들기",
		materials: [
			["두더지의 손톱", 1018, 1]
		]
	},
	{
		result: ["암석 화살", 1756, 1],
		skill: "화살 만들기",
		materials: [
			["오크의 송곳니", 922, 1]
		]
	},
	{
		result: ["암석 화살", 1756, 30],
		skill: "화살 만들기",
		materials: [
			["고슴도치의 가시", 1027, 1]
		]
	},
	{
		result: ["암석 화살", 1756, 150],
		skill: "화살 만들기",
		materials: [
			["돌조각", 7067, 1]
		]
	},
	{
		result: ["암석 화살", 1756, 10],
		skill: "화살 만들기",
		materials: [
			["옐로우 젬스톤", 715, 1]
		]
	},
	{
		result: ["스턴 애로우", 1758, 50],
		skill: "화살 만들기",
		materials: [
			["에르늄", 985, 1]
		]
	},
	{
		result: ["스턴 애로우", 1758, 5],
		skill: "화살 만들기",
		materials: [
			["악마의 뿔", 923, 1]
		]
	},
	{
		result: ["스턴 애로우", 1758, 300],
		skill: "화살 만들기",
		materials: [
			["화룡의 비늘조각", 7451, 1]
		]
	},
	{
		result: ["스턴 애로우", 1758, 5],
		skill: "화살 만들기",
		materials: [
			["오크용자의 증표", 968, 1]
		]
	},
	{
		result: ["스턴 애로우", 1758, 800],
		skill: "화살 만들기",
		materials: [
			["마왕의 눈물", 7025, 1]
		]
	},
	{
		result: ["스턴 애로우", 1758, 5],
		skill: "화살 만들기",
		materials: [
			["에르늄 원석", 757, 1]
		]
	},
	{
		result: ["스턴 애로우", 1758, 30],
		skill: "화살 만들기",
		materials: [
			["매우 단단한 복숭아", 7164, 1]
		]
	},
	{
		result: ["스턴 애로우", 1758, 40],
		skill: "화살 만들기",
		materials: [
			["용접 마스크", 2292, 1]
		]
	},
        
    {
        result: ["철", 998],
        skill: "철 제조",
        materials: [
            ["휴대용 용광로", 612, 1],
            ["철광석", 1002, 1],
        ]
    },
    {
        result: ["강철", 999],
        skill: "강철 제조",
        materials: [
            ["휴대용 용광로", 612, 1],
            ["철", 998, 5],
            ["석탄", 1003, 5],
        ]
    },
    {
        result: ["프레임 하트", 994],
        skill: "속성석 제조",
        materials: [
            ["휴대용 용광로", 612, 1],
            ["레드 블러드", 990, 10],
        ]
    },
    {
        result: ["미스틱 프로즌", 995],
        skill: "속성석 제조",
        materials: [
            ["휴대용 용광로", 612, 1],
            ["크리스탈 블루", 991, 10],
        ]
    },
    {
        result: ["러프 윈드", 996],
        skill: "속성석 제조",
        materials: [
            ["휴대용 용광로", 612, 1],
            ["윈드 오브 버듀어", 992, 10],
        ]
    },
    {
        result: ["그레이트 네이쳐", 997],
        skill: "속성석 제조",
        materials: [
            ["휴대용 용광로", 612, 1],
            ["그린 라이브", 993, 10],
        ]
    },
    {
        result: ["별의 조각", 1000],
        skill: "속성석 제조",
        materials: [
            ["휴대용 용광로", 612, 1],
            ["별의 가루", 1001, 10],
        ]
    },
    {
        result: ["나이프", 1203],
        skill: "단검 제작",
        materials: [
            ["강철의 망치", 613, 1],
            ["엠펠리움 모루", 989],
            ["젤로피", 909, 10],
            ["철", 998, 1],
        ]
    },
    {
        result: ["커터", 1206],
        skill: "단검 제작",
        materials: [
            ["강철의 망치", 613, 1],
            ["엠펠리움 모루", 989],
            ["철", 998, 25],
        ]
    },
    {
        result: ["망고슈", 1209],
        skill: "단검 제작",
        materials: [
            ["강철의 망치", 613, 1],
            ["엠펠리움 모루", 989],
            ["철", 998, 50],
        ]
    },
    {
        result: ["더크", 1212],
        skill: "단검 제작",
        materials: [
            ["황금의 망치", 614, 1],
            ["엠펠리움 모루", 989],
            ["강철", 999, 17],
        ]
    },
    {
        result: ["대거", 1215],
        skill: "단검 제작",
        materials: [
            ["황금의 망치", 614, 1],
            ["엠펠리움 모루", 989],
            ["강철", 999, 30],
        ]
    },
    {
        result: ["스틸레토", 1218],
        skill: "단검 제작",
        materials: [
            ["황금의 망치", 614, 1],
            ["엠펠리움 모루", 989],
            ["강철", 999, 40],
        ]
    },
    {
        result: ["그라디우스", 1221],
        skill: "단검 제작",
        materials: [
            ["오리데오콘 망치", 615, 1],
            ["엠펠리움 모루", 989],
            ["사파이어", 726, 1],
            ["오리데오콘", 984, 4],
            ["강철", 999, 40],
        ]
    },
    {
        result: ["다마스커스", 1222],
        skill: "단검 제작",
        materials: [
            ["오리데오콘 망치", 615, 1],
            ["엠펠리움 모루", 989],
            ["질콘", 729, 1],
            ["오리데오콘", 984, 4],
            ["강철", 999, 60],
        ]
    },
    {
        result: ["소드", 1103],
        skill: "검 제작",
        materials: [
            ["강철의 망치", 613, 1],
            ["엠펠리움 모루", 989],
            ["철", 998, 2],
        ]
    },
    {
        result: ["폴쳔", 1106],
        skill: "검 제작",
        materials: [
            ["강철의 망치", 613, 1],
            ["엠펠리움 모루", 989],
            ["철", 998, 30],
        ]
    },
    {
        result: ["블레이드", 1109],
        skill: "검 제작",
        materials: [
            ["강철의 망치", 613, 1],
            ["엠펠리움 모루", 989],
            ["박쥐의 이빨", 913, 25],
            ["철", 998, 45],
        ]
    },
    {
        result: ["레이피어", 1112],
        skill: "검 제작",
        materials: [
            ["황금의 망치", 614, 1],
            ["엠펠리움 모루", 989],
            ["강철", 999, 20],
        ]
    },
    {
        result: ["시미터", 1113],
        skill: "검 제작",
        materials: [
            ["황금의 망치", 614, 1],
            ["엠펠리움 모루", 989],
            ["강철", 999, 35],
        ]
    },
    {
        result: ["환두태도", 1122],
        skill: "검 제작",
        materials: [
            ["황금의 망치", 614, 1],
            ["엠펠리움 모루", 989],
            ["늑대의 발톱", 920, 50],
            ["강철", 999, 40],
        ]
    },
    {
        result: ["츠루기", 1121],
        skill: "검 제작",
        materials: [
            ["오리데오콘 망치", 615, 1],
            ["엠펠리움 모루", 989],
            ["가넷", 718, 1],
            ["오리데오콘", 984, 8],
            ["강철", 999, 15],
        ]
    },
    {
        result: ["해동검", 1123],
        skill: "검 제작",
        materials: [
            ["오리데오콘 망치", 615, 1],
            ["엠펠리움 모루", 989],
            ["토파즈", 728, 1],
            ["오리데오콘", 984, 8],
            ["강철", 999, 10],
        ]
    },
    {
        result: ["세이버", 1126],
        skill: "검 제작",
        materials: [
            ["오리데오콘 망치", 615, 1],
            ["엠펠리움 모루", 989],
            ["오팔", 727, 1],
            ["오리데오콘", 984, 8],
            ["강철", 999, 5],
        ]
    },
    {
        result: ["프람베르그", 1129],
        skill: "검 제작",
        materials: [
            ["오리데오콘 망치", 615, 1],
            ["엠펠리움 모루", 989],
            ["저주받은 루비", 724, 1],
            ["오리데오콘", 984, 16],
        ]
    },
    {
        result: ["카타나", 1118],
        skill: "양손검 제작",
        materials: [
            ["강철의 망치", 613, 1],
            ["엠펠리움 모루", 989],
            ["죽은자의 이빨", 958, 15],
            ["철", 998, 35],
        ]
    },
    {
        result: ["슬레이어", 1153],
        skill: "양손검 제작",
        materials: [
            ["황금의 망치", 614, 1],
            ["엠펠리움 모루", 989],
            ["죽은자의 손톱", 957, 20],
            ["강철", 999, 25],
        ]
    },
    {
        result: ["바스타드소드", 1156],
        skill: "양손검 제작",
        materials: [
            ["황금의 망치", 614, 1],
            ["엠펠리움 모루", 989],
            ["강철", 999, 45],
        ]
    },
    {
        result: ["투핸드소드", 1159],
        skill: "양손검 제작",
        materials: [
            ["오리데오콘 망치", 615, 1],
            ["엠펠리움 모루", 989],
            ["오리데오콘", 984, 12],
            ["강철", 999, 10],
        ]
    },
    {
        result: ["브로드소드", 1160],
        skill: "양손검 제작",
        materials: [
            ["오리데오콘 망치", 615, 1],
            ["엠펠리움 모루", 989],
            ["오리데오콘", 984, 12],
            ["강철", 999, 20],
        ]
    },
    {
        result: ["크레이모어", 1163],
        skill: "양손검 제작",
        materials: [
            ["오리데오콘 망치", 615, 1],
            ["엠펠리움 모루", 989],
            ["손상된 다이아몬드", 733, 1],
            ["오리데오콘", 984, 16],
            ["강철", 999, 20],
        ]
    },
    {
        result: ["액스", 1301],
        skill: "도끼 제작",
        materials: [
            ["강철의 망치", 613, 1],
            ["엠펠리움 모루", 989],
            ["철", 998, 10],
        ]
    },
    {
        result: ["배틀 액스", 1351],
        skill: "도끼 제작",
        materials: [
            ["강철의 망치", 613, 1],
            ["엠펠리움 모루", 989],
            ["철", 998, 110],
        ]
    },
    {
        result: ["해머", 1354],
        skill: "도끼 제작",
        materials: [
            ["황금의 망치", 614, 1],
            ["엠펠리움 모루", 989],
            ["강철", 999, 30],
        ]
    },
    {
        result: ["버스터", 1357],
        skill: "도끼 제작",
        materials: [
            ["오리데오콘 망치", 615, 1],
            ["엠펠리움 모루", 989],
            ["오크의 송곳니", 922, 30],
            ["오리데오콘", 984, 4],
            ["강철", 999, 20],
        ]
    },
    {
        result: ["투핸드액스", 1360],
        skill: "도끼 제작",
        materials: [
            ["오리데오콘 망치", 615, 1],
            ["엠펠리움 모루", 989],
            ["아메디스트", 719, 1],
            ["오리데오콘", 984, 8],
            ["강철", 999, 10],
        ]
    },
    {
        result: ["바그낙", 1801],
        skill: "너클 제작",
        materials: [
            ["강철의 망치", 613, 1],
            ["엠펠리움 모루", 989],
            ["진주", 722, 1],
            ["철", 998, 160],
        ]
    },
    {
        result: ["너클더스터", 1803],
        skill: "너클 제작",
        materials: [
            ["황금의 망치", 614, 1],
            ["엠펠리움 모루", 989],
            ["강철", 999, 50],
        ]
    },
    {
        result: ["호라", 1805],
        skill: "너클 제작",
        materials: [
            ["황금의 망치", 614, 1],
            ["엠펠리움 모루", 989],
            ["강철", 999, 65],
        ]
    },
    {
        result: ["피스트", 1807],
        skill: "너클 제작",
        materials: [
            ["오리데오콘 망치", 615, 1],
            ["엠펠리움 모루", 989],
            ["루비", 723, 10],
            ["오리데오콘", 984, 4],
        ]
    },
    {
        result: ["크로", 1809],
        skill: "너클 제작",
        materials: [
            ["오리데오콘 망치", 615, 1],
            ["엠펠리움 모루", 989],
            ["토파즈", 728, 10],
            ["오리데오콘", 984, 8],
        ]
    },
    {
        result: ["핑거", 1811],
        skill: "너클 제작",
        materials: [
            ["오리데오콘 망치", 615, 1],
            ["엠펠리움 모루", 989],
            ["오팔", 727, 10],
            ["오리데오콘", 984, 4],
        ]
    },
    {
        result: ["클럽", 1501],
        skill: "메이스 제작",
        materials: [
            ["강철의 망치", 613, 1],
            ["엠펠리움 모루", 989],
            ["철", 998, 3],
        ]
    },
    {
        result: ["메이스", 1504],
        skill: "메이스 제작",
        materials: [
            ["강철의 망치", 613, 1],
            ["엠펠리움 모루", 989],
            ["철", 998, 30],
        ]
    },
    {
        result: ["스매셔", 1507],
        skill: "메이스 제작",
        materials: [
            ["황금의 망치", 614, 1],
            ["엠펠리움 모루", 989],
            ["강철", 999, 20],
        ]
    },
    {
        result: ["플레일", 1510],
        skill: "메이스 제작",
        materials: [
            ["황금의 망치", 614, 1],
            ["엠펠리움 모루", 989],
            ["강철", 999, 33],
        ]
    },
    {
        result: ["체인", 1519],
        skill: "메이스 제작",
        materials: [
            ["황금의 망치", 614, 1],
            ["엠펠리움 모루", 989],
            ["강철", 999, 45],
        ]
    },
    {
        result: ["모닝스타", 1513],
        skill: "메이스 제작",
        materials: [
            ["오리데오콘 망치", 615, 1],
            ["엠펠리움 모루", 989],
            ["다이아몬드 1캐럿", 730, 1],
            ["강철", 999, 85],
        ]
    },
    {
        result: ["소드 메이스", 1516],
        skill: "메이스 제작",
        materials: [
            ["오리데오콘 망치", 615, 1],
            ["엠펠리움 모루", 989],
            ["날카로운 비늘", 963, 20],
            ["강철", 999, 100],
        ]
    },
    {
        result: ["스터너", 1522],
        skill: "메이스 제작",
        materials: [
            ["오리데오콘 망치", 615, 1],
            ["엠펠리움 모루", 989],
            ["오크용자의 증표", 968, 1],
            ["강철", 999, 120],
        ]
    },
    {
        result: ["쟈벨린", 1401],
        skill: "창 제작",
        materials: [
            ["강철의 망치", 613, 1],
            ["엠펠리움 모루", 989],
            ["철", 998, 3],
        ]
    },
    {
        result: ["스피어", 1404],
        skill: "창 제작",
        materials: [
            ["강철의 망치", 613, 1],
            ["엠펠리움 모루", 989],
            ["철", 998, 35],
        ]
    },
    {
        result: ["파이크", 1407],
        skill: "창 제작",
        materials: [
            ["강철의 망치", 613, 1],
            ["엠펠리움 모루", 989],
            ["철", 998, 40],
        ]
    },
    {
        result: ["귀삼", 1451],
        skill: "창 제작",
        materials: [
            ["황금의 망치", 614, 1],
            ["엠펠리움 모루", 989],
            ["강철", 999, 25],
        ]
    },
    {
        result: ["글레이브", 1454],
        skill: "창 제작",
        materials: [
            ["황금의 망치", 614, 1],
            ["엠펠리움 모루", 989],
            ["강철", 999, 40],
        ]
    },
    {
        result: ["파티잔", 1457],
        skill: "창 제작",
        materials: [
            ["황금의 망치", 614, 1],
            ["엠펠리움 모루", 989],
            ["강철", 999, 55],
        ]
    },
    {
        result: ["랜스", 1410],
        skill: "창 제작",
        materials: [
            ["오리데오콘 망치", 615, 1],
            ["엠펠리움 모루", 989],
            ["루비", 723, 3],
            ["악마의 뿔", 923, 2],
            ["오리데오콘", 984, 12],
        ]
    },
    {
        result: ["트라이던트", 1460],
        skill: "창 제작",
        materials: [
            ["오리데오콘 망치", 615, 1],
            ["엠펠리움 모루", 989],
            ["아쿠아마린", 720, 5],
            ["오리데오콘", 984, 8],
            ["강철", 999, 10],
        ]
    },
    {
        result: ["핼버드", 1463],
        skill: "창 제작",
        materials: [
            ["오리데오콘 망치", 615, 1],
            ["엠펠리움 모루", 989],
            ["오리데오콘", 984, 12],
            ["강철", 999, 10],
        ]
    },
    {
        result: ["빨간포션", 501],
        skill: "파머시",
        materials: [
            ["일반 포션 제조 메뉴얼", 7144],
            ["약사발", 7134, 1],
            ["빨간허브", 507, 1],
            ["빈 포션병", 1093, 1],
        ]
    },
    {
        result: ["노란포션", 503],
        skill: "파머시",
        materials: [
            ["일반 포션 제조 메뉴얼", 7144],
            ["약사발", 7134, 1],
            ["노란허브", 509, 1],
            ["빈 포션병", 1093, 1],
        ]
    },
    {
        result: ["하얀포션", 504],
        skill: "파머시",
        materials: [
            ["일반 포션 제조 메뉴얼", 7144],
            ["약사발", 7134, 1],
            ["하얀허브", 508, 1],
            ["빈 포션병", 1093, 1],
        ]
    },
    {
        result: ["파란포션", 505],
        skill: "파머시",
        materials: [
            ["일반 포션 제조 메뉴얼", 7144],
            ["약사발", 7134, 1],
            ["파란허브", 510, 1],
            ["빈 포션병", 1093, 1],
            ["셀", 911, 1],
        ]
    },
    {
        result: ["안티 페인멘트", 605],
        skill: "파머시",
        materials: [
            ["일반 포션 제조 메뉴얼", 7144],
            ["약사발", 7134, 1],
            ["알코올", 970, 1],
            ["빈병", 713, 1],
            ["멘트", 708, 1],
        ]
    },
    {
        result: ["알로에베라", 606],
        skill: "파머시",
        materials: [
            ["일반 포션 제조 메뉴얼", 7144],
            ["약사발", 7134, 1],
            ["알로에", 704, 1],
            ["빈병", 713, 1],
            ["꿀", 518, 1],
        ]
    },
    {
        result: ["엠브리오", 7142],
        skill: "파머시",
        materials: [
            ["일반 포션 제조 메뉴얼", 7144],
            ["약사발", 7134, 1],
            ["이그드라실의 이슬", 7141, 1],
            ["생명의 씨앗", 7140, 1],
            ["유리관", 7143, 1],
        ]
    },
    {
        result: ["호문클루스 영양제", 100371],
        skill: "파머시",
        materials: [
            ["일반 포션 제조 메뉴얼", 7144],
            ["약사발", 7134, 1],
            ["생명의 씨앗", 7140, 1],
            ["노란허브", 509, 1],
            ["빈병", 713, 1],
        ]
    },
    {
        result: ["알코올", 970],
        skill: "파머시",
        materials: [
            ["알콜 제조 메뉴얼", 7127],
            ["약사발", 7134, 1],
            ["식물의 줄기", 905, 5],
            ["독버섯포자", 7033, 5],
            ["빈시험관", 1092, 1],
            ["빈병", 713, 1],
        ]
    },
    {
        result: ["화염병", 7135],
        skill: "파머시",
        materials: [
            ["화염병 제조 메뉴얼", 7128],
            ["약사발", 7134, 1],
            ["알코올", 970, 1],
            ["투명한 천조각", 1059, 1],
            ["빈병", 713, 1],
        ]
    },
    {
        result: ["염산병", 7136],
        skill: "파머시",
        materials: [
            ["염산병 제조 메뉴얼", 7129],
            ["약사발", 7134, 1],
            ["멈추지 않는 심장", 929, 1],
            ["빈병", 713, 1],
        ]
    },
    {
        result: ["식인식물병", 7137],
        skill: "파머시",
        materials: [
            ["식물병 제조 메뉴얼", 7130],
            ["약사발", 7134, 1],
            ["식인수의 꽃", 1032, 2],
            ["빈병", 713, 1],
        ]
    },
    {
        result: ["기뢰병", 7138],
        skill: "파머시",
        materials: [
            ["기뢰병 제조 메뉴얼", 7131],
            ["약사발", 7134, 1],
            ["뇌관", 1051, 1],
            ["힘줄", 1050, 1],
            ["빈병", 713, 1],
        ]
    },
    {
        result: ["코팅약", 7139],
        skill: "파머시",
        materials: [
            ["코팅약 제조 메뉴얼", 7132],
            ["약사발", 7134, 1],
            ["알코올", 970, 1],
            ["제노크의 이빨", 1044, 1],
            ["인어의 심장", 950, 1],
            ["빈병", 713, 1],
        ]
    },
    {
        result: ["레지스트 파이어포션", 12118],
        skill: "파머시",
        materials: [
            ["속성 포션 제조 메뉴얼", 7434],
            ["약사발", 7134, 1],
            ["도마뱀의 목덜미", 1012, 2],
            ["레드 젬스톤", 716, 1],
            ["빈 포션병", 1093, 1],
        ]
    },
    {
        result: ["레지스트 콜드포션", 12119],
        skill: "파머시",
        materials: [
            ["속성 포션 제조 메뉴얼", 7434],
            ["약사발", 7134, 1],
            ["인어의 심장", 950, 3],
            ["블루 젬스톤", 717, 1],
            ["빈 포션병", 1093, 1],
        ]
    },
    {
        result: ["레지스트 썬더포션", 12121],
        skill: "파머시",
        materials: [
            ["속성 포션 제조 메뉴얼", 7434],
            ["약사발", 7134, 1],
            ["나방의 날개가루", 1057, 3],
            ["블루 젬스톤", 717, 1],
            ["빈 포션병", 1093, 1],
        ]
    },
    {
        result: ["레지스트 어스포션", 12120],
        skill: "파머시",
        materials: [
            ["속성 포션 제조 메뉴얼", 7434],
            ["약사발", 7134, 1],
            ["라지 젤로피", 7126, 2],
            ["옐로우 젬스톤", 715, 1],
            ["빈 포션병", 1093, 1],
        ]
    },
    {
        result: ["레드 슬림 포션", 545],
        skill: "파머시",
        materials: [
            ["슬림포션 제조 메뉴얼", 7133],
            ["약사발", 7134, 1],
            ["빨간포션", 501, 1],
            ["선인장의 뾰족한 침", 952, 1],
            ["빈 시험관", 1092, 1],
        ]
    },
    {
        result: ["옐로우 슬림 포션", 546],
        skill: "파머시",
        materials: [
            ["슬림포션 제조 메뉴얼", 7133],
            ["약사발", 7134, 1],
            ["노란포션", 503, 1],
            ["두더지의 수염", 1017, 1],
            ["빈 시험관", 1092, 1],
        ]
    },
    {
        result: ["화이트 슬림 포션", 547],
        skill: "파머시",
        materials: [
            ["슬림포션 제조 메뉴얼", 7133],
            ["약사발", 7134, 1],
            ["하얀포션", 504, 1],
            ["마녀의 별모래", 1061, 1],
            ["빈 시험관", 1092, 1],
        ]
    },
    {
        result: ["독약병", 678],
        skill: "치명적인 독 생산",
        materials: [
            ["독 송곳니", 937, 1],
            ["선인장의 뾰족한 침", 952, 1],
            ["벌의 뒷침", 939, 1],
            ["독버섯 포자", 7033, 1],
            ["카르보딜", 972, 1],
            ["버서크 포션", 657, 1],
            ["빈병", 713, 1],
            
        ]
    },
    {
        result: ["튜리서드 룬 스톤", 12731],
        skill: "룬 마스터리",
        materials: [
            ["신비한 룬 원석", 12736, 1],
            ["엘더의 가지", 7939, 1],
            ["코볼트의 털", 1034, 1],
            ["사막 늑대의 발톱", 7030, 1],
        ]
    },
    {
        result: ["아이샤 룬 스톤", 12728],
        skill: "룬 마스터리",
        materials: [
            ["신비한 룬 원석", 12736, 1],
            ["엘더의 가지", 7939, 1],
            ["불타는 심장", 7097, 1],
        ]
    },
    {
        result: ["페르쓰 룬 스톤", 12732],
        skill: "룬 마스터리",
        materials: [
            ["신비한 룬 원석", 12736, 1],
            ["엘더의 가지", 7939, 1],
            ["빛의 알갱이", 7938, 1],
            ["얽힌 사슬", 7221, 1],
            ["드래곤의 이빨", 1035, 1],
        ]
    },
    {
        result: ["하갈라즈 룬 스톤", 12733],
        skill: "룬 마스터리",
        materials: [
            ["신비한 룬 원석", 12736, 1],
            ["엘더의 가지", 7939, 1],
            ["둥근 껍질", 1096, 1],
            ["드래곤의 껍질", 7123, 1],
        ]
    },
    {
        result: ["에이시르 룬 스톤", 12729],
        skill: "룬 마스터리",
        materials: [
            ["신비한 룬 원석", 12736, 1],
            ["엘더의 가지", 7939, 1],
            ["빛의 알갱이", 7938, 1],
            ["오우거의 이빨", 7002, 1],
        ]
    },
    {
        result: ["우르즈 룬 스톤", 12730],
        skill: "룬 마스터리",
        materials: [
            ["신비한 룬 원석", 12736, 1],
            ["엘더의 가지", 7939, 1],
            ["뱀모양의 머리카락", 1048, 1],
            ["꿀", 518, 1],
        ]
    },
    {
        result: ["라이도 룬 스톤", 12726],
        skill: "룬 마스터리",
        materials: [
            ["신비한 룬 원석", 12736, 1],
            ["엘더의 가지", 7939, 1],
            ["빛의 알갱이", 7938, 1],
            ["레드 젬스톤", 716, 1],
        ]
    },
    {
        result: ["노씨즈 룬 스톤", 12725],
        skill: "룬 마스터리",
        materials: [
            ["신비한 룬 원석", 12736, 1],
            ["엘더의 가지", 7939, 1],
            ["빛의 알갱이", 7938, 1],
            ["깨진 갑옷조각", 7069, 1],
            ["낡은 마법진", 7099, 1],
        ]
    },
    {
        result: ["베르카나 룬 스톤", 12727],
        skill: "룬 마스터리",
        materials: [
            ["신비한 룬 원석", 12736, 1],
            ["엘더의 가지", 7939, 1],
            ["듀라한의 갑옷조각", 7210, 1],
        ]
    },
    {
        result: ["럭스아니마 룬 스톤", 22540],
        skill: "룬 마스터리",
        materials: [
            ["신비한 룬 원석", 12736, 1],
            ["엘더의 가지", 7939, 1],
            ["황금", 969, 3],
            ["빛의 알갱이", 7938, 3],
        ]
    },
    {
        result: ["안실라", 12333],
        skill: "안실라",
        materials: [
            ["블루 젬스톤", 717, 1],
            ["SP 10%", 4800],
        ]
    },
    {
        result: ["패럴라이즈", 12717],
        skill: "새로운 독 제조",
        materials: [
            ["독제조키트", 7931, 1],
            ["약사발", 7134, 1],
            ["독두꺼비의 껍질", 7155, 20],
            ["독초 아모에나", 7937, 1],
        ]
    },
    {
        result: ["파이렉시아", 12722],
        skill: "새로운 독 제조",
        materials: [
            ["독제조키트", 7931, 1],
            ["약사발", 7134, 1],
            ["아놀리안의 피부", 7003, 20],
            ["독초 란타나", 7933, 1],
        ]
    },
    {
        result: ["데스 허트", 12720],
        skill: "새로운 독 제조",
        materials: [
            ["독제조키트", 7931, 1],
            ["약사발", 7134, 1],
            ["죽은자의 손톱", 957, 25],
            ["독초 세라툼", 7935, 1],
        ]
    },
    {
        result: ["리치 엔드", 12718],
        skill: "새로운 독 제조",
        materials: [
            ["독제조키트", 7931, 1],
            ["약사발", 7134, 1],
            ["독초 스코폴리아", 7936, 1],
            ["독초 네리움", 7932, 1],
        ]
    },
    {
        result: ["해독제", 6128],
        skill: "새로운 독 제조",
        materials: [
            ["독제조키트", 7931, 1],
            ["약사발", 7134, 1],
            ["초록허브", 511, 2],
            ["파란허브", 510, 1],
            ["하얀허브", 509, 1],
        ]
    },
    {
        result: ["베놈 블리드", 12724],
        skill: "새로운 독 제조",
        materials: [
            ["독제조키트", 7931, 1],
            ["약사발", 7134, 1],
            ["끈적끈적한 독", 7565, 10],
            ["이지도르", 709, 1],
        ]
    },
    {
        result: ["매직 머쉬룸", 12723],
        skill: "새로운 독 제조",
        materials: [
            ["독제조키트", 7931, 1],
            ["약사발", 7134, 1],
            ["독버섯 포자", 7033, 10],
            ["독초 마쿨라타", 7934, 1],
        ]
    },
    {
        result: ["톡신", 12721],
        skill: "새로운 독 제조",
        materials: [
            ["독제조키트", 7931, 1],
            ["약사발", 7134, 1],
            ["끈적끈적한 독", 7565, 10],
            ["독초 네리움", 7934, 1],
        ]
    },
    {
        result: ["오블리비언 커즈", 12719],
        skill: "새로운 독 제조",
        materials: [
            ["독제조키트", 7931, 1],
            ["약사발", 7134, 1],
            ["인어의 심장", 950, 10],
            ["이지도르", 709, 1],
        ]
    },
    {
        result: ["프레임 하트", 994],
        skill: "4 원소 분석",
        materials: [
            ["레드 블러드", 990, 10],
        ]
    },
    {
        result: ["미스틱 프로즌", 995],
        skill: "4 원소 분석",
        materials: [
            ["크리스탈 블루", 991, 10],
        ]
    },
    {
        result: ["러프 윈드", 996],
        skill: "4 원소 분석",
        materials: [
            ["윈드 오브 버듀어", 992, 10],
        ]
    },
    {
        result: ["그레이트 네이쳐", 997],
        skill: "4 원소 분석",
        materials: [
            ["그린 라이브", 993, 10],
        ]
    },
    {
        result: ["레드 블러드", 990],
        skill: "4 원소 분석",
        materials: [
            ["프레임 하트", 994, 1],
        ]
    },
    {
        result: ["크리스탈 블루", 991],
        skill: "4 원소 분석",
        materials: [
            ["미스틱 프로즌", 995, 1],
        ]
    },
    {
        result: ["윈드 오브 버듀어", 992],
        skill: "4 원소 분석",
        materials: [
            ["러프 윈드", 996, 1],
        ]
    },
    {
        result: ["그린 라이브", 993],
        skill: "4 원소 분석",
        materials: [
            ["그레이트 네이쳐", 997, 1],
        ]
    },
    {
        result: ["HP 증가 포션(소)", 12422],
        skill: "스페셜 파머시",
        materials: [
            ["폭발적인 체력 증진 연구서", 11023],
            ["빈병", 713, 10],
            ["괴물의 먹이", 528, 5],
            ["하얀허브", 509, 10],
            ["매운맛 소스", 7455, 1],
        ]
    },
    {
        result: ["HP 증가 포션(중)", 12423],
        skill: "스페셜 파머시",
        materials: [
            ["폭발적인 체력 증진 연구서", 11023],
            ["빈병", 713, 10],
            ["하얀허브", 509, 10],
            ["노란허브", 508, 10],
            ["매운맛 소스", 7455, 1],
        ]
    },
    {
        result: ["HP 증가 포션(대)", 12424],
        skill: "스페셜 파머시",
        materials: [
            ["폭발적인 체력 증진 연구서", 11023],
            ["빈병", 713, 10],
            ["하얀허브", 509, 10],
            ["마스테라의 열매", 522, 3],
            ["성수", 523, 1],
            ["매운맛 소스", 7455, 1],
        ]
    },
    {
        result: ["SP 증가 포션(소)", 12425],
        skill: "스페셜 파머시",
        materials: [
            ["활력 드링크 제조법", 11024],
            ["빈병", 713, 10],
            ["레몬", 568, 10],
            ["포도", 514, 10],
            ["단맛 소스", 7453, 1],
        ]
    },
    {
        result: ["SP 증가 포션(중)", 12426],
        skill: "스페셜 파머시",
        materials: [
            ["활력 드링크 제조법", 11024],
            ["빈병", 713, 10],
            ["꿀", 518, 10],
            ["파란허브", 510, 10],
            ["단맛 소스", 7453, 1],
        ]
    },
    {
        result: ["SP 증가 포션(대)", 12427],
        skill: "스페셜 파머시",
        materials: [
            ["활력 드링크 제조법", 11024],
            ["빈병", 713, 10],
            ["로얄제리", 526, 10],
            ["파란허브", 510, 15],
            ["단맛 소스", 7453, 1],
        ]
    },
    {
        result: ["가시나무 씨앗", 6210],
        skill: "스페셜 파머시",
        materials: [
            ["식물 유전자 재배법", 6284],
            ["가시열매", 576, 10],
        ]
    },
    {
        result: ["흡혈 식물 씨앗", 6211],
        skill: "스페셜 파머시",
        materials: [
            ["식물 유전자 재배법", 6284],
            ["식인수의 뿌리", 1033, 10],
        ]
    },
    {
        result: ["폭발 버섯 포자", 6212],
        skill: "스페셜 파머시",
        materials: [
            ["식물 유전자 재배법", 6284],
            ["버섯 포자", 921, 10],
            ["독버섯 포자", 7033, 5],
            ["건파우더", 6244, 2],
        ]
    },
    {
        result: ["농축 화이트 포션Z", 12428],
        skill: "스페셜 파머시",
        materials: [
            ["상급 포션 제조 매뉴얼", 6285],
            ["빈시험관", 1092, 10],
            ["하얀포션", 504, 20],
            ["하얀허브", 509, 10],
            ["알코올", 970, 1],
        ]
    },
    {
        result: ["비타타500", 12436],
        skill: "스페셜 파머시",
        materials: [
            ["상급 포션 제조 매뉴얼", 6285],
            ["빈시험관", 1092, 10],
            ["포도", 514, 20],
            ["꿀", 518, 10],
            ["파란허브", 510, 1],
        ]
    },
    {
        result: ["농축 샐러마인즙", 12437],
        skill: "스페셜 파머시",
        materials: [
            ["상급 포션 제조 매뉴얼", 6285],
            ["빈시험관", 1092, 10],
            ["각성의 포션", 656, 5],
            ["집중의 포션", 645, 5],
            ["매운맛 소스", 7455, 5],
        ]
    },
    {
        result: ["큐어 프리", 12475],
        skill: "스페셜 파머시",
        materials: [
            ["상급 포션 제조 매뉴얼", 6285],
            ["빈시험관", 1092, 10],
            ["만능약", 525, 5],
            ["초록허브", 511, 20],
            ["마스테라의 열매", 522, 1],
            ["이그드라실의 나뭇잎", 610, 1],
        ]
    },
    {
        result: ["골든 이그제", 100231],
        skill: "스페셜 파머시",
        materials: [
            ["상급 포션 제조 매뉴얼", 6285],
            ["빈시험관", 1092, 10],
            ["이그드라실의 열매", 607, 10],
            ["황금", 969, 5],
        ]
    },
    {
        result: ["레드 허브 액티베이터", 100232],
        skill: "스페셜 파머시",
        materials: [
            ["상급 포션 제조 매뉴얼", 6285],
            ["빈시험관", 1092, 10],
            ["빨간허브", 507, 45],
            ["이그드라실의 씨앗", 608, 5],
        ]
    },
    {
        result: ["블루 허브 액티베이터", 100233],
        skill: "스페셜 파머시",
        materials: [
            ["상급 포션 제조 매뉴얼", 6285],
            ["빈시험관", 1092, 10],
            ["파란허브", 510, 15],
            ["이그드라실의 씨앗", 608, 5],
        ]
    },
    {
        result: ["농축된 빨간 시럽 포션", 1100003],
        skill: "스페셜 파머시",
        materials: [
            ["상급 포션 제조 매뉴얼", 6285],
            ["빈병", 713, 10],
            ["빈 포션병", 1093, 5],
            ["빨간 시럽", 11621, 15],
        ]
    },
    {
        result: ["농축된 파란 시럽 포션", 1100004],
        skill: "스페셜 파머시",
        materials: [
            ["상급 포션 제조 매뉴얼", 6285],
            ["빈병", 713, 10],
            ["빈 포션병", 1093, 5],
            ["파란 시럽", 11624, 15],
        ]
    },
    {
        result: ["농축된 황금 시럽 포션", 1100005],
        skill: "스페셜 파머시",
        materials: [
            ["상급 포션 제조 매뉴얼", 6285],
            ["빈병", 713, 10],
            ["빈 포션병", 1093, 5],
            ["하얀 시럽", 11623, 10],
            ["노란 시럽", 11622, 10],
        ]
    },
    {
        result: ["장치 캡슐", 1000289],
        skill: "장치 제조",
        materials: [
            ["장치 제조책", 1000352],
            ["휴대용 용광로", 612, 5],
            ["오리데오콘 망치", 615, 5],
            ["마도기어연료", 6146, 50],
        ]
    },
    {
        result: ["ABR캡슐", 1000290],
        skill: "장치 제조",
        materials: [
            ["장치 제조책", 1000352],
            ["휴대용 용광로", 612, 5],
            ["오리데오콘 망치", 615, 5],
            ["마도기어연료", 6146, 75],
        ]
    },
    {
        result: ["플레임 애시드 병", 1000276],
        skill: "바이오닉 파머시",
        materials: [
            ["비커", 1000275, 1],
            ["화염병", 7135, 1],
            ["염산병", 7136, 1],
            ["스칼렛 포인트", 6360, 2],
        ]
    },
    {
        result: ["어스 애시드 병", 1000277],
        skill: "바이오닉 파머시",
        materials: [
            ["비커", 1000275, 1],
            ["화염병", 7135, 1],
            ["염산병", 7136, 1],
            ["라임그린 포인트", 6363, 2],
        ]
    },
    {
        result: ["가일 애시드 병", 1000278],
        skill: "바이오닉 파머시",
        materials: [
            ["비커", 1000275, 1],
            ["화염병", 7135, 1],
            ["염산병", 7136, 1],
            ["옐로우위시 포인트", 6362, 2],
        ]
    },
    {
        result: ["아이시클 애시드 병", 1000279],
        skill: "바이오닉 파머시",
        materials: [
            ["비커", 1000275, 1],
            ["화염병", 7135, 1],
            ["염산병", 7136, 1],
            ["인디고 포인트", 6361, 2],
        ]
    },
    {
        result: ["상급 코팅약", 1000280],
        skill: "바이오닉 파머시",
        materials: [
            ["비커", 1000275, 1],
            ["코팅약", 7139, 10],
            ["빈병", 713, 5],
        ]
    },
    {
        result: ["상급 식물병", 1000281],
        skill: "바이오닉 파머시",
        materials: [
            ["비커", 1000275, 1],
            ["식인식물병", 7137, 10],
            ["만드라고라의 화분", 6217, 5],
            ["가시나무 씨앗", 6210, 2],
            ["흡혈 식물 씨앗", 6211, 2],
        ]
    },
    {
        result: ["눈 세정제", 100516],
        skill: "바이오닉 파머시",
        materials: [
            ["비커", 1000275, 1],
            ["빈병", 713, 10],
            ["성수", 523, 5],
            ["하얀허브", 509, 3],
            ["초록허브", 511, 3],
        ]
    },
    {
        result: ["귀 세정제", 100517],
        skill: "바이오닉 파머시",
        materials: [
            ["비커", 1000275, 1],
            ["빈병", 713, 10],
            ["성수", 523, 5],
            ["파란허브", 510, 2],
            ["초록허브", 511, 3],
        ]
    },
    {
        result: ["원기 회복제", 100518],
        skill: "바이오닉 파머시",
        materials: [
            ["비커", 1000275, 1],
            ["빈병", 713, 10],
            ["성수", 523, 5],
            ["이그드라실의 열매", 607, 2],
            ["로얄제리", 526, 3],
        ]
    },
    {
        result: ["압축 소화기", 100519],
        skill: "바이오닉 파머시",
        materials: [
            ["비커", 1000275, 1],
            ["빈병", 713, 10],
            ["성수", 523, 5],
            ["크리스탈 블루", 991, 5],
            ["철", 998, 3],
        ]
    },
    {
        result: ["행운의 물", 100520],
        skill: "바이오닉 파머시",
        materials: [
            ["비커", 1000275, 1],
            ["빈병", 713, 10],
            ["성수", 523, 5],
            ["클로버", 705, 10],
            ["초록허브", 511, 3],
        ]
    },
    {
        result: ["강독 해독제", 100521],
        skill: "바이오닉 파머시",
        materials: [
            ["비커", 1000275, 1],
            ["빈병", 713, 10],
            ["성수", 523, 5],
            ["독약병", 678, 3],
            ["초록허브", 511, 10],
        ]
    },
    {
        result: ["고열량 초콜릿", 100522],
        skill: "바이오닉 파머시",
        materials: [
            ["비커", 1000275, 1],
            ["빈병", 713, 10],
            ["카카오", 7182, 5],
            ["로얄제리", 526, 3],
            ["이그드라실의 씨앗", 608, 5],
        ]
    },
    {
        result: ["정제 성수", 100523],
        skill: "바이오닉 파머시",
        materials: [
            ["비커", 1000275, 1],
            ["빈병", 713, 10],
            ["성수", 523, 10],
            ["로얄제리", 526, 3],
        ]
    },
]