var data = [
    {
        result: ["독약병", 678],
        skill: "치명적인 독 생산",
        materials: [
            ["독 송곳니", 937, 1],
            ["선인장의 뾰족한 침", 952, 1],
            ["벌의 뒷침", 939, 1],
            ["독버섯 포자", 7033, 1],
            ["카르보딜", 972, 1],
            ["버서크 포션", 657, 1],
            ["빈병", 713, 1],
            
        ]
    },
    {
        result: ["농축된 황금 시럽 포션", 1100005],
        skill: "스페셜 파머시",
        materials: [
            ["상급 포션 제조 매뉴얼", 6285],
            ["빈병", 713, 10],
            ["빈 포션병", 1093, 5],
            ["하얀 시럽", 11623, 10],
            ["노란 시럽", 11622, 10],
        ]
    },
    {
        result: ["농축된 파란 시럽 포션", 1100004],
        skill: "스페셜 파머시",
        materials: [
            ["상급 포션 제조 매뉴얼", 6285],
            ["빈병", 713, 10],
            ["빈 포션병", 1093, 5],
            ["파란 시럽", 11624, 15],
        ]
    }
]