var data = [
    {
        result: ["농축된 황금 시럽 포션", 1100005],
        skill: ["스페셜 파머시", 2497],
        materials: {
            sub1: ["빈병", 713, 10],
            sub2: ["빈 포션병", 1093, 5],
            sub3: ["하얀 시럽", 11623, 10],
            sub4: ["노란 시럽", 11622, 10],
            sub5: [""],
            sub6: [""],
        }
    },
    {
        result: ["농축된 파란 시럽 포션", 1100004],
        skill: ["스페셜 파머시", 2497],
        materials: {
            sub1: ["빈병", 713, 10],
            sub2: ["빈 포션병", 1093, 5],
            sub3: ["파란 시럽", 11624, 15],
            sub4: [""],
            sub5: [""],
            sub6: [""],
        }
    }
]